import 'package:flutter/material.dart';

const initdictionaryList = [
  [
    "💀 김치가 러시아 음식이라고...?? / 💀 고려인 강제이주 이야기",
    "러시아와 중앙아시아에도 김치가 있는 것 알고 계셨나요? 구 소련에 김치가 퍼지게 된 이유와 고려인들의 강제이주 역사에 대해 알아보겠습니다.",
    "https://www.youtube.com/watch?v=T9AGEJ_FDXs",
    "지식해적단",
    0
  ],
  [
  "💀 로켓 타고 우주로 간 댕댕이들...😢🐕 / 💀 미국과 소련의 우주경쟁과 동물실험",
  "우주에 인간의 발이 직접 닿기 전, 인간 대신 먼저 우주에 보내진 많은 동물들이 있다는 걸 알고 계신가요? 그들의 이야기를 들려드립니다.",
  "https://www.youtube.com/watch?v=sAyCxLxpL48",
  "지식해적단",
  0
  ],
  [
  "💀 이집트 국가 수입의 10%를 차지하는 초거대 운하 / 💀 수에즈 운하의 역사",
  "예로부터 유럽과 인도를 오고가려면 아프리카 대륙을 통째로 돌아서 가야 하는 불편함이 있었습니다. 그러나 현대에는 그렇지 않죠! 이집트 시나이 반도에 뚫어버린 192km 길이의 거대 운하, 수에즈 운하를 아시나요?",
  "https://www.youtube.com/watch?v=Gz0bvWHv5H8",
  "지식해적단",
  0
  ],
  [
  "💀 세계최강 몽골제국을 세차례나 막아낸 나라...!! / 💀 베트남 vs 몽골 영혼의 맞다이...!!",
  "몽골군의 수십만 병력과 세 차례 침공을 막아낸 나라가 있습니다. 바로 베트남이죠! 흔히 프랑스, 미국, 중국을 이긴 나라라고 알려져 있지만 이미 1000여 년 전에 몽골을 세 차례 막아 낸 검증된 전투민족입니다. 그리고 그런 몽골과의 전쟁에 가장 큰 역할을 했던 쩐흥다오 장군의 활약상과 전략까지! 알아보도록 하겠습니다.",
  "https://www.youtube.com/watch?v=lm5dgfoQeUI",
  "지식해적단",
  0
  ],
  [
  "💀 고대 그리스 투구가 우리나라 보물이라고...?? / 💀 한국 보물로 지정된 외국 유물들 TOP3",
  "근대에 강대국들에게 치이면서 여러 유물들을 뺴앗겼던 한국이지만 의외로 여러 시대에 걸쳐 외국으로부터 들어온 유물들도 적지 않습니다. 그 중 역사적 가치가 높고 재밌는 이야기를 간직한 세 가지 유물들을 정리해서 소개 해 보려 합니다!",
  "https://www.youtube.com/watch?v=DRAm2x_CuzI",
  "지식해적단",
  0
  ],
  [
  "💀 배가 산을 넘어?! 대륙을 반으로 가르는 초 거대 운하 / 💀 파나마 운하의 역사",
  "아메리카 대륙을 남북으로 나누고 태평양과 대서양을 연결하는 파나마 운하! 어떤 역사를 가지고 있고, 어떤 원리로 운영되는지 알고 계신가요? 세계의 양대 대운하 가운데 하나인 파나마 운하에 대해 알아보겠습니다!",
  "https://www.youtube.com/watch?v=0CkH2nqIs0I",
  "지식해적단",
  0
  ],
  [
  "💀 영국vs아르헨티나 영혼의 맞다이...!! / 💀 포클랜드 전쟁이 일어난 이유, 그 결과",
  "두 나라는 포클랜드라는 섬을 사이에 두고 아직까지도 영토분쟁중인데요, 얼마나 중요한 섬이길래 영국이 12,000km의 바다를 건너 싸우러 오게 만들었을까요?!",
  "https://www.youtube.com/watch?v=dvIIvVC92Lk",
  "지식해적단",
  0
  ],
  [
  "💀 담배에 대한 모든 비밀 / 💀 담배의 발전과정과 그 역사",
  "☠ 담배에 대한 모든 비밀에 대해 알아볼까요? ☠ 커피, 차와 함께 대표적인 기호식품으로 손꼽히는 담배! 담배의 역사와 여러 비하인드 스토리들에 대해 알아보겠습니다.",
  "https://www.youtube.com/watch?v=iYJTM39617A",
  "지식해적단",
  0
  ],
  [
  "💀 미국 국회가 두 개씩 있는 이유 / 💀 상원, 하원 - 미국식 양원제의 역사",
  "☠ 미국 국회의원은 왜 상원의원과 하원의원으로 나눠져 있을까요?☠ 자유세계의 리더이자 세계 최강대국이며 최초의 민주공화국인 미국! 미국의 국회라고 할 수 있는 연방 의회가 상원과 하원으로 나뉘게 된 이유와 상원의원과 하원의원이 하는 일이 무엇이 다른지까지 빠르게 알아보겠습니다!",
  "https://www.youtube.com/watch?v=jN5-FLuILmY",
  "지식해적단",
  0
  ],
  [
  "💀 빌보드 1위가 그렇게 대단한 걸까?? / 💀 120년 전통 빌보드 차트의 역사",
  "방탄소년단이 빌보드 hot 100 차트에 1위로 데뷔하며 역사를 썼죠? 놀라운 일이며 한국인으로서 자랑스럽기도 하고 또한 이제는 K-POP의 세계화에 이견이 없을 거라는 생각이 들어 기분이 묘합니다. 그런데 빌보드 빌보드 하면서 막상 빌보드에 대해서 자세하게는 모르고 있는 분들이 대부분이죠? 간단하게 빌보드의 역사부터 알아보며 방탄소년단의 업적이 얼마나 대단한 것인지 알아보겠습니다!",
  "https://www.youtube.com/watch?v=USfe8kzBM_g",
  "지식해적단",
  0
  ],
  [
  "💀 일본에서 기독교가 절멸한 이유...!! / 💀 일본 전국시대와 에도막부의 종교탄압",
  "전국시대 포르투갈과의 교역으로 전래된 천주교는 한때 일본열도 남부 규슈 지방을 중심으로 번성했습니다. 그러나 일본 통일 후 에도막부는 태세를 전환해 천주교를 탄압하기 시작했는데요 전례 없는 수준의 잔혹하고 기발한 방법으로 탄압당한 천주교는 일본에서 자취를 감추고 맙니다.",
  "https://www.youtube.com/watch?v=RNsv_5d3oNg",
  "지식해적단",
  0
  ],
  [
  "💀 배에서 못내리면 죽는 시한폭탄같은 질병...!! / 💀 괴혈병의 역사",
  "☠ 아주 치명적이지만 현대인들은 거의 걸릴 일 없는 병이 있습니다. ☠ 바로 괴혈병이죠. 불과 100년 전만 해도 괴혈병은 왜 걸리는지 모르는 미스테리한 질병이었습니다. 배에 오래 타고 있으면 걸리기 시작해 선원들이 픽픽 죽어나갔다고 하는데요, 아주 오래전부터 인류를 괴롭힌 악명높은 질병이지만 치료법이 발견된 지 200년 남짓, 원인을 알게 된 지 100년 남짓입니다. 괴혈병이 어떤 질병이고 어떻게 그 비밀을 밝혀내게 됐는지 알아보겠습니다!",
  "https://www.youtube.com/watch?v=XdAScWwzODc",
  "지식해적단",
  0
  ],
  [
  "💀 할로윈은 언제 누가 시작했을까?? / 💀 할로윈 데이의 역사",
  "☠ 할로윈 데이가 정확히 뭐 하는 날인지 알고 계신가요? ☠ 한국에서도 이제는 젊은이들 사이에서 즐기는 할로윈 데이. 미국에서 들어온 것은 알지만 자세한 스토리는 들어 보기 힘들었죠? 함께 할로윈 데이를 한번 쓱 훑어서 알아봅시다!",
  "https://www.youtube.com/watch?v=FDjMKbEwA7Q",
  "지식해적단",
  0
  ],
  [
  "💀 건빵에 대한 모든 비밀 / 💀 건빵으로 알아보는 일본 제국주의",
  "☠ 건빵 좋아하시나요? 건빵은 언제, 별사탕은 언제 만들어졌을까요? ☠ 건빵은 군대 하면 생각나는 간식이죠? 실제로 건빵은 군대, 그리고 전쟁과 관련하여 탄생하고 진화해 왔습니다.",
  "https://www.youtube.com/watch?v=hYSC4qNR1_M",
  "지식해적단",
  0
  ],
  [
  "💀 하와이 왕국에서 미군기지가 되기까지 / 💀 하와이 역사 16분 총정리!!",
  "태평양 한가운데 섬들로 이루어진 미국의 50번 째 주인 하와이. 하와이가 사실은 독립국이자 왕국이었다는 것을 알고 계신가요? 서구 세력과의 접촉 이후에도 근대화와 독립을 위해 고군분투했던 하와이라는 나라의 역사에 대해서 알아보고자 합니다!",
  "https://www.youtube.com/watch?v=mvTHR_kKeDU",
  "지식해적단",
  0
  ],
  [
  "💀 목화때문에 일어난 인류사 대사건들 / 💀 목화와 면직물의 역사",
  "☠ 여러분이 입는 옷의 원료이자 인류에게 가장 중요한 식물 중 하나! 목화는 고대부터 여러 지역의 문명에서 작물화되어 인간의 의생활에 막대한 영향을 끼쳐 왔습니다. 일부 문명과 나라의 특산물로만 여겨지던 목화가 인류의 역사 전체를 바꿔놓기까지... 어떤 일들이 있었는지 빠르게 알아 볼까요??",
  "https://www.youtube.com/watch?v=DGYByt1SH0M",
  "지식해적단",
  0
  ],
  [
  "💀 체스는 언제 어떻게 탄생했을까?? 퀸스 갬빗은 무슨 뜻? / 💀 체스의 역사",
  "☠ 세계적으로 오래되고 인기있는 추상 전략 보드게임 체스! ☠ 체스의 역사를 거슬러 올라가며 언제 어떻게 탄생했는지 또 체스의 계보는 어떻게 되는지 알아보려고 합니다!",
  "https://www.youtube.com/watch?v=xjELAcrxAaY",
  "지식해적단",
  0
  ],
  [
  "💀로마 건국 신화!! / 💀트로이에서 온 아이네이아스, 늑대 젖을 먹고 자란 로물루스",
  "오리엔트, 그러니까 메소포타미아와 이집트에서 시작된 문명의 불씨는 점차 서쪽으로, 북쪽으로 옮겨붙기 시작했습니다. 레반트의 페니키아인들, 그리고 에게해의 그리스인들은 인류 최초의 문명 중 하나였던 이집트와 함께 동지중해를 갈라먹고 있던 신흥 강자들이였습니다.",
  "https://www.youtube.com/watch?v=ll4nf2yI6sc",
  "지식해적단",
  0
  ],
  [
  "💀로마의 일곱 왕들! / 💀 에트루리아 왕의 폭정을 몰아낸 공화정 혁명",
  "로마는 사실상 두번 건국되었다고도 일컬어집니다. 로물루스가 팔라티움 언덕 위에 성벽을 쌓고 왕으로 등극하면서 한번 그리고 성난 시민들이 일곱번 째 왕을 내쫒으면서 한 로물루스가 팔라티움 언덕에 울타리를 치던 날부터 마지막 왕이 쫒겨나는 날까지 244년간 신화에서 역사로 이어지는 중간 다리인 전설적인 일곱 왕들의 시대가 펼쳐지게 됩니다.",
  "https://www.youtube.com/watch?v=TayulzQZBLs",
  "지식해적단",
  0
  ],
  [
  "💀 매년 12간지의 색은 어떻게 정해질까? / 💀 60갑자, 60간지의 순환원리와 숨겨진 의미 / 💀 신축년 왜 흰 소의 해일까?",
  "매년 60갑자에 따른 연도의 별칭이 붙고, 여러 색깔 동물의 기운이 깃든다고 하죠? 올해는 흰 소의 해라고 하는데 어째서 흰 소의 해인지 궁금하지 않으셨나요? 신축년이 흰 소의 해인 이유부터 시작하여 60갑자와 상징색 등 여러가지를 알아봅시다~",
  "https://www.youtube.com/watch?v=ZjVrt6lA4dU",
  "지식해적단",
  0
  ],
  [
  "💀 현실판 위대한 항로... 전설의 북극항로!!/ 💀 죽음의 북극항로 개척사 ㄷㄷ",
  "남극 대륙이 지도에서 보는 것 보다 훨씬 작은 것처럼 북극해도 실제로는 훨씬 작죠. 그래서 북극을 중심으로 본 지구는 미국, 캐나다, 그린란드, 노르웨이 그리고 러시아가 서로 얼굴을 맞대고 있는 일종의 지중해라고 볼 수 있습니다.",
  "https://www.youtube.com/watch?v=_dbmpOFAl4c",
  "지식해적단",
  0
  ],
  [
  "💀 역사적으로 절대 화해 불가능한 국가들 TOP 5 / 💀 이 나라들은 왜 사이가 나쁠까?",
  "가까이 있는 나라일수록 사이가 안좋다는 거 아시나요? 한중일만큼, 아니 한중일보다 더 갈등이 깊고 원수지간인 나라들도 많습니다! 우리 주변부터 지구 반대편까지, 서로 으르렁대는 앙숙국가들 TOP5를 모아봤습니다.",
  "https://www.youtube.com/watch?v=nr9NlrM0jWU",
  "지식해적단",
  0
  ],
  [
  "💀 로마 공화정의 형성!! / 💀 원로원, 민회, 정무관 그리고 평민들의 투쟁",
  "기원전 5세기, 로마는 본격적인 역사 시대에 들어섰습니다. 타르퀴니우스 왕가를 내쫒고 에트루리아 세력의 정치적 영향으로부터 완전히 독립한 로마는 공화정이라는 새로운 정치체제를 만들어 냈죠. 에트루리아 세력이 물러나면서 권력의 공백이 생긴 로마는 안팎으로 혼란에 빠졌습니다.",
  "https://www.youtube.com/watch?v=VRX4q5e2W7w",
  "지식해적단",
  0
  ],
  [
  "💀 라틴동맹의 형성과 켈트족의 침공 / 💀 로마의 이탈리아 통일과정",
  "타르퀴니우스 왕가를 몰아내고 공화정을 이룩한 로마 그러나 공화정이 처음부터 잘 돌아간건 아니였습니다. 수많은 정무관 직책들과 민회들이 생겨나고 평민과 귀족의 차이가 좁혀진 것은 로마가 주변 적들과 끊임없이 싸워나가는 동안 일어난 일이었죠 훗날 로마가 지중해를 자기네 호수 취급하게 된다는걸 우리는 알고 있습니다",
  "https://www.youtube.com/watch?v=Og_Os5sToi0",
  "지식해적단",
  0
  ],
  [
  "💀 흑사병이 인류 사회를 뒤바꾼 과정! / 💀 인류 최악의 전염병 흑사병 총정리",
  "역사상 가장 악명 높은 전염병으로 이름을 남긴 흑사병! 흑사병이 어떻게 창궐하게 됐고 인류사에 어떤 흔적을 남겼는지 알아보겠습니다.",
  "https://www.youtube.com/watch?v=zJY9oxJS3cI",
  "지식해적단",
  0
  ],
  [
  "💀 성악설vs성선설! / 💀인간의 본성은 어느 쪽일까? (feat. 이스터 섬)",
  "모아이 석상으로 유명한 이스터 섬의 이야기를 필두로 인간의 본성이 과연 선한가 악한가에 대한 고찰해 보았습니다!",
  "https://www.youtube.com/watch?v=fNl4m9_uwO0",
  "지식해적단",
  0
  ],
  [
  "💀 미얀마 동네북 로힝야족의 사연 / 💀 답이 안나오는 미얀마 소수민족 문제",
  "소수민족, 어떤 국가 안에 말 그대로 소수를 차지하는 민족들을 의미하죠? 한국처럼 사실상 단일민족에 가까운 나라가 있는가 하면 미국처럼 셀 수 없을만큼 많은 민족들이 모여 사는 나라도 있습니다 쿠데타로 정세가 불안정한 미얀마에도 135개의 소수민족들이 있는데 그중 로힝야족의 사연에 대해 알아보겠습니다.",
  "https://www.youtube.com/watch?v=NuwtgcJxs3E",
  "지식해적단",
  0
  ],
  [
  "💀 공산권 독재자 참교육 레전드 ㄷㄷ (feat.김일성) / 💀 루마니아 차우셰스쿠 독재정권의 붕괴",
  "한때 공산권의 일원이었던 루마니아! 공산 루마니아를 좌지우지 했던 악랄한 독재자 차우셰스쿠를 아시나요? 북한의 김일성과 교류하며 북한식 사회주의를 유럽으로 가지고 들어왔던 차우셰스쿠의 기가 막힌 통치 정책과 그 비참한 최후에 대해 다뤄 보았습니다.",
  "https://www.youtube.com/watch?v=FSQb0RWwMmI",
  "지식해적단",
  0
  ],
  [
  "💀 지구 ¼바퀴를 도는 초거대 철도!! / 💀 시베리아횡단철도의 역사",
  "인류 최대의 철도 노선... 시베리아 횡단 철도! 시베리아 횡단 철도 건설의 전말부터 완성까지!",
  "https://www.youtube.com/watch?v=TVeB9vOwcLE",
  "지식해적단",
  0
  ],
  [
  "💀 조만간 쌀을 못 먹게 될 수도 있는 이유 ㄷㄷ / 💀 지구 기온 상승이 쌀 생산에 미치는 영향",
  "지구의 기온이 상승하면 농사가 무조건 잘 되는 거 아닌가...?? 실제로는 좀 복잡합니다. 지구 기온 상승으로 쌀 생산량이 점점 줄어들고 있거든요. 기후변화로 우리의 일상이 위험에 빠지기 전에 기후위기에 대한 위험을 알아봅시다.",
  "https://www.youtube.com/watch?v=NOc6TYsFWNY",
  "지식해적단",
  0
  ],
  [
  "💀 나치 전범 참교육 레전드 ㄷㄷ (feat. 이스라엘) / 💀 유대인 500만 명을 죽이고 15년 동안 숨어 지낸 악마...",
  "2차대전에서 패전한 나치 독일의 전범들! 누군가는 재판을 받고, 누군가는 도망쳤습니다. 유대인들이 건설한 국가, 이스라엘은 공소시효 없이 도망친 전범들을 추적하기 시작하는데...",
  "https://www.youtube.com/watch?v=Ox6HACLSPmg",
  "지식해적단",
  0
  ],
  [
  "💀 서로 가지라고 떠미는 땅이 있다고...?? / 💀 비르타윌은 왜 버려졌을까?",
  "국제사회에서 땅이라는 건 조금이라도 더 가지면 무조건 이득인데... 서로 안 가지려고, 떠넘기려고 난리인 땅이 있다는 거 아시나요? 이집트와 수단 국경의 비르타윌에 관련된 이야기, 알아봅시다.",
  "https://www.youtube.com/watch?v=DWmrRViGpzs",
  "지식해적단",
  0
  ],
  [
  "💀 6.25 전쟁, 우리가 잊지 말아야 할 고마운 나라 / 💀 에티오피아 강뉴부대가 한국까지 온 이유!",
  "6.25 전쟁에서 대한민국을 지원한 나라들이 얼마나 되는지 아시나요? 그리고 그 중에서 전투병력을 파병한 나라만 16개국이 된다는 사실...! 그 중에는 생판 남이었던 대한민국을 위해 정예병력을 파견한 나라가 있었습니다.",
  "https://www.youtube.com/watch?v=FJjYtIdB4qs",
  "지식해적단",
  0
  ],
  [
  "💀 국민 생선인데 국내산이 없는 건에 대하여 / 💀 명태는 왜 한국을 떠났을까?",
  "한국인의 생선 하면 뭐가 떠오르시나요? 뭐니뭐니 해도 명태라고 할 수 있겠는데요 한국 근해에서 명태가 사라진 지 이미 30년... 국민생선이란 말이 무색해졌습니다.",
  "https://www.youtube.com/watch?v=z6u5J6UA_To",
  "지식해적단",
  0
  ],
  [
  "💀 실수로 아메리카 발견함;;; / 💀 대항해시대를 연 콜럼버스",
  "말도 안되는 것도 우기다 보면 된다??? 콜럼버스가 아메리카 대륙에 발을 디딘 것은 치밀한 계획을 통해 이루어진 일이 아니었습니다. 콜럼버스라는 한 인물의 망상이 세계를 어떻게 바꾸어 놓았을까요?",
  "https://www.youtube.com/watch?v=cPtMDoELeBA",
  "지식해적단",
  0
  ],
  [
  "💀 전세계 인구 40명 중 1명이 걸려 있는 병 ㄷㄷ / 💀 말라리아는 어떤 병일까?",
  "천연두, 페스트(흑사병) 등 인류 역사에 등장했던 흉악한 전염병들... 지금은 한물 가 버린 이 질병들과는 달리 지금도 인류를 괴롭히고 있는 녀석이 있습니다.",
  "https://www.youtube.com/watch?v=fzPilo1L_54",
  "지식해적단",
  0
  ],
  [
  "💀 유대인과 아랍인, 싸우게 된 이유 / 💀 이스라엘-팔레스타인 관계의 시작",
  "잊을만 하면 나오는 이스라엘과 팔레스타인 간의 유혈사태... 이들은 왜 이렇게 못 잡아먹어서 안달일까요? 그 안에는 꼬이고 꼬인 역사가 있습니다.",
  "https://www.youtube.com/watch?v=4rXxkVpgEhw",
  "지식해적단",
  0
  ],
  [
  "💀 지구가 두 배로 더워지고 있는 이유 / 💀 공장식 축산업은 지구에 어떤 영향을 끼칠까?",
  "추웠던 곳에는 폭염이, 더웠던 곳에는 폭설이 내리고 선진국 곳곳까지 홍수와 폭염의 피해가 속출하고 있습니다. 에어컨을 많이 틀어서일까요? 자동차를 많이 타서일까요? 많은 사람들이 모르고  있는 심각한 환경파괴의 원인 하나를 소개합니다.",
  "https://www.youtube.com/watch?v=CdNq40XOmhk",
  "지식해적단",
  0
  ],
  [
  "💀 독립하자 마자 4대 1로 맞짱 뜬 썰 푼다 / 💀 3차에 걸친 중동전쟁과 팔레스타인 문제",
  "지난 영상에 이어 이스라엘 독립 이후의 이야기를 준비했습니다. 팔레스타인 지역을 둘러싼 이스라엘과 아랍 국가들의 혈투, 그리고 끝나지 않은 분쟁... 한 번 알아보고 가겠습니다.",
  "https://www.youtube.com/watch?v=4GMe-RgBhlU",
  "지식해적단",
  0
  ],
  [
  "💀 녹용에 관한 놀라운 이야기 (금보다 비쌈ㄷㄷ) / 💀 녹용은 얼마나 귀했을까?",
  "한약재 하면 생각나는 것들... 녹용도 빼 놓을 수 없죠? 조선시대 녹용이 얼마나 귀했는지, 왜 녹용을 먹었는지 알아보겠습니다!",
  "https://www.youtube.com/watch?v=k_vrjqLCZuU",
  "지식해적단",
  0
  ],
  [
  "💀 아프가니스탄 쳐들어갔다가 역으로 당한 나라들 / 💀 아프간이 제국의 무덤이라 불리는 이유",
  "미국이 아프간에서 철수한 뒤 엄청난 혼란이 뒤따르고 있습니다. 아프간의 과거와 미래, 그리고 침략자들의 최후에 대해 알아봅니다!",
  "https://www.youtube.com/watch?v=bvAG4YQrNgw",
  "지식해적단",
  0
  ],
  [
  "💀 미국은 무조건 세계 최강일 수 밖에 없음 / 💀 미국은 왜 이렇게 강력할까?",
  "천조국이라는 말이 있죠? 국방비로만 천조 원 가까이 사용하는 나라... 미국을 부르는 별명입니다. 미국이 세계 최강이 될 수 밖에 없었던 이유에 대해 알아봅시다!",
  "https://www.youtube.com/watch?v=fawYRXDy1_Q",
  "지식해적단",
  0
  ],
  [
  "💀 인류의 마지막 라이벌... 왜 사라졌을까? / 💀 네안데르탈인은 누구인가",
  "인간의 근연종으로서 homo 속에 속하는 친척 인류였던 네안데르탈인. 네안데르탈인은 언제까지 우리 현생인류와 공존했을까요? 그리고 무엇때문에 이 지구상에서 영원히 사라졌을까요? 아니... 사라진 게 맞을까요?",
  "https://www.youtube.com/watch?v=0QbRgVooiao",
  "지식해적단",
  0
  ],
  [
  "💀 영국 알박기 레전드 ㄷㄷ (feat. 스페인 왕위 계승 전쟁) / 💀 지브롤터는 왜 영국 땅이 되었는가",
  "오버워치에도 나오는 지브롤터... 대항해시대 많이 해 보신 분들은 익숙하시죠? 누가 봐도 에스파냐 땅일 것 같지만 영국 땅인 이 곳! 지브롤터는 어쩌다 영국 땅이 되었을까요?",
  "https://www.youtube.com/watch?v=hQ81bcdBCUU",
  "지식해적단",
  0
  ],
  [
  "💀 중국은 왜 스스로 후퇴하는 걸까? / 💀 중국 문화 탄압의 유구한 역사",
  "최근 중국 정부에서 강력한 문화 규제책을 내놓으며 주변국들까지 격변이 일어나고 있습니다. 잘나가던 게임, 연예산업과 교육부문 등 문화산업 전반에 대해 급제동을 넘어선 후진기어를 넣고 있는 상황! 이런 전통은 어디서부터 시작됐을까요? 그 핵심 키워드는 무엇일까요?",
  "https://www.youtube.com/watch?v=I5UK-73ygEE",
  "지식해적단",
  0
  ],
  [
  "💀 식민지 끝까지 포기 안하다가 망신당한 나라 / 💀 프랑스vs베트남 인도차이나 전쟁",
  "2차대전 직후 베트남으로 돌아와 식민지를 유지하려던 프랑스! 하지만 예상치 못한 큰 저항에 부딪히게 되는데...",
  "https://www.youtube.com/watch?v=zV0hOJBPEBo",
  "지식해적단",
  0
  ],
  [
  "💀 베트남 전쟁... 이 영상 하나로 끝 ㄷㄷ / 💀 미국은 왜 베트남을 이길 수 없었을까?",
  "미군은 왜 베트남에 개입했고, 왜 철수했을까요? 천하의 미군도 애초부터 이길 수 없었던 전쟁! 베트남전쟁에 대해 알아봅니다.",
  "https://www.youtube.com/watch?v=day-jORFNDQ",
  "지식해적단",
  0
  ],
  [
  "💀 아니 이런 이유로 전쟁을 한다고?? / 💀 역사 속 어이 없는 전쟁들 모음",
  "전쟁은 인류의 역사와 함께 해 왔습니다. 그러나 오늘날의 관점에서 보면 동기나 과정이나 결과가 약간 아리송한 전쟁들도 많았는데요. 그 중 재밌는 사례 네 가지만 골라서 소개해 드리고자 합니다.",
  "https://www.youtube.com/watch?v=HitEZXqylA4",
  "지식해적단",
  0
  ],
  [
  "💀 커피 클럽? 유엔 상임이사국이 늘어나지 않는 이유! / 💀 국제연맹과 유엔의 역사",
  "2차대전 이후 우리는 유엔을 중심으로 한 국제질서 아래 살아가고 있습니다. 유엔의 전신인 국제연맹부터 유엔의 창설, 그리고 상임이사국들에 대하여 알아보고 상임이사국의 확대를 막는 커피 클럽에 대해 알아봅니다.",
  "https://www.youtube.com/watch?v=JyiRMQ7TBFs",
  "지식해적단",
  0
  ],
  [
  "💀 상대적이며 절대적으로 바라본 백과사전의 역사 / 💀 베르나르 베르베르의 글쓰기 비결",
  "누구나 백과사전을 쓸 수 있는 시대... 백과사전의 역사에 대해 간단하게 알아 보며 베르나르 베르베르 작가님의 상상력의 원천이 무엇인지 알아봅니다!",
  "https://www.youtube.com/watch?v=gO19MGG6FEc",
  "지식해적단",
  0
  ],
  [
  "💀이 정도면 멸망할 만 했다... / 💀 아스텍 제국의 인신공양 시스템",
  "중앙아메리카와 남아메리카에는 구세계와는 달리 독특한 문명이 발달했었습니다. 인신공양 풍습과 석기를 기반으로 한 문명 등 신비로우면서도 잔혹한 면이 많았는데요. 오늘은 지금의 멕시코에 자리잡고 있었던 중앙아메리카의 대표적인 제국 아스텍에 대해 알아봅니다.",
  "https://www.youtube.com/watch?v=I-nnR-SFoBE",
  "지식해적단",
  0
  ],
  [
  "💀 설사가 사망플래그였던 이유...ㄷㄷ / 💀 코로나보다 무서웠던 콜레라",
  "콜레라! 지금은 검정고무신같은 만화에서나 볼 수 있는 옛날 병, 후진국형 질병으로 여겨지는데요. 요즘도 코로나와 콜레라를 혼동하는 어르신들이 많은 것 보면 알 수 있죠? 한때는 정말 무서운 병이었습니다. 콜레라의 기원과 증상, 역사와 인류에게 남긴 영향 등을 알아봅니다!",
  "https://www.youtube.com/watch?v=T1urULMaqGY",
  "지식해적단",
  0
  ],
  [
  "💀 미국은 왜 센티미터를 안 쓰고 인치를 쓸까? / 💀 도량형의 통일과 미터법의 정립",
  "진시황을 비롯해서 역사상의 위대한 지도자들이 중요시했던 일이 바로 도량형의 통일입니다. 도량형이란 어떤 것의 길이, 부피, 무게 따위를 재는 방법이죠? 인류의 문명이 발전하면서 이 도량형도 꾸준히 발전하여 지금의 미터법이 탄생했습니다. 그러나 아직도 미터법을 쓰지 않는 미국과 몇몇 나라들은 대체 왜...? 왜 그런 걸까요?",
  "https://www.youtube.com/watch?v=uQiYod2tFVI",
  "지식해적단",
  0
  ],
  [
  "💀 대만이라는 나라는 어떻게 시작됐을까? / 💀 정성공을 바라보는 여러가지 시각들",
  "양안관계가 최근 긴장의 연속입니다. 대만과 중국의 관계, 그리고 정체성에 있어서 빼놓을 수 없는 인물이 바로 정성공인데요. 정성공의 삶과 명말청초의 혼란상을 알아보면서 오늘날의 국제관계까지 가볍게 훑어 보겠습니다.",
  "https://www.youtube.com/watch?v=8Wo8paVo6cQ",
  "지식해적단",
  0
  ],
  [
  "💀 수천년간 써온게 사실 독극물...?? / 💀 수은의 역사! 수은은 얼마나 위험할까?",
  "수은 하면 뭐가 생각나시나요? 옛날엔 수은으로 만든 온도계, 건전지 등 많았는데 요즘엔 보기 힘들어졌습니다. 수은은 사실 구석기시대부터 써 온 유서깊은 물질이기도 한데요... 알고 보면 극한의 독극물... 인류는 이걸 대체 왜 써 왔고 어떻게 써 왔을까요?",
  "https://www.youtube.com/watch?v=0WY4QxtHV4U",
  "지식해적단",
  0
  ],
  [
  "💀 한국의 생존전략... 8개의 핵심 항로 총정리! / 💀 해상교통로는 얼마나 중요할까? (feat. 한국해양전략연구소)",
  "대한민국은 사실상의 섬나라! 바다가 없이는 살아남을 수 없습니다. 강대국들 사이에서 한국이 살아남아 온 방법, 그리고 앞으로 살아남을 방법을 알아보며 한반도와 연결된 전세계 주요 해로 8개에 대해 총정리 해 보겠습니다!",
  "https://www.youtube.com/watch?v=7gKQUd5gfls",
  "지식해적단",
  0
  ],
  [
  "💀 중국이 꿈꾸는 바다... 미국의 대응전략은?! / 💀 미중전략경쟁시대 해양패권의 미래 (feat.한국해양전략연구소)",
  "최근들어 연일 들려 오는 중국의 공격적인 팽창정책들... 그 칼끝이 바다를 향하고 있습니다. 대만과 남중국해는 물론 멀리 인도양과 아프리카, 오세아니아까지 영향을 받고 있죠. 100년 가까이 미국의 질서 아래 돌아가던 세계의 바다는... 앞으로 어떻게 변하게 될까요?",
  "https://www.youtube.com/watch?v=1GVLzrVo6MI",
  "지식해적단",
  0
  ],
  [
  "💀 지구상 마지막 미개척지... 남극을 정복하라! / 💀 아문센vs스콧 남극점 정복 배틀",
  "지구의 육지는 거의 북반구에 몰려 있다는 거 아시나요? 옛날 사람들은 이게 좀 이상하다고 생각해서 남반구에 있는 대륙을 찾아 나섰습니다. 그렇게 발견 된 게 바로 지구상에서 가장 추운 곳. 남극대륙! 남극에서도 가장 남쪽인 남극점을 정복하기 위해 도전한 두 남자가 있었습니다.",
  "https://www.youtube.com/watch?v=X3AaDc5bstQ",
  "지식해적단",
  0
  ],
  [
  "💀 생선때문에 전쟁 날 뻔함;; / 💀 대구전쟁! 영국vs아이슬란드",
  "수산자원의 고갈이 20세기 중반부터 심각해지기 시작했습니다. 대서양에 넘쳐나던 대서양 대구도 이제는 개체수를 조절해 가며 조심히 잡아야 되는 시대죠. 대서양 한복판의 섬나라 아이슬란드! 대구를 잡기 위해 자국 해안 코앞까지 와서 어업을 하는 영국에게 선빵을 갈기게 되는데...",
  "https://www.youtube.com/watch?v=UuKOvv2ejj4",
  "지식해적단",
  0
  ],
  [
  "💀 실패한 국가의 대명사... / 💀 소말리아가 망하게 된 과정",
  "오랜기간 취약국가지수 1등을 지켰고, 남수단에 밀려 2위를 먹고 있는 나라 소말리아. 지상에서는 매드맥스가 펼쳐지고 바다에서는 원피스가 펼쳐지고 있습니다. 30년 간 지속되고 있는 내전으로 국가 경제와 기간시설이 무너졌기 때문인데요. 해적이나 군벌 같은 이미지로 알려진 소말리아는 어쩌다 이런 상황이 되었을까요?",
  "https://www.youtube.com/watch?v=ZICCDW8q32Q",
  "지식해적단",
  0
  ],
  [
  "💀 역사상 가장 많은 사람을 죽인... 두창바이러스 / 💀 천연두는 얼마나 무서웠을까?",
  "인류 최초로 완전 박멸에 성공한 병이 뭔지 알고 계신가요? 지금은 교과서에서만 볼 수 있는 질병! 천연두가 바로 그 주인공입니다. 천연두는 어떻게 유래됐고, 또 어떻게 박멸됐는지... 그리고 천연두를 예방하기 위해 탄생한 백신까지 알아보겠습니다.",
  "https://www.youtube.com/watch?v=t_91VjloCUo",
  "지식해적단",
  0
  ],
  [
  "💀 러시아가 10년마다 전쟁을 하는 근본적인 이유 / 💀 러시아 맵 리뷰",
  "2000년대~2020년대까지 러시아 주변에서는 항상 유혈사태가 끊이지 않고 있습니다. 러시아는 대체 왜...? 말로 안하고 탱크부터 보내는 걸까요? 알고 보면 이럴 수 밖에 없는 운명... 러시아의 지정학적인 한계점을 알아봅니다!",
  "https://www.youtube.com/watch?v=PGeuPJS5lIw",
  "지식해적단",
  0
  ],
  [
  "💀 의원내각제가 대체 뭘까?? / 💀 한 번에 이해 가능 (11분컷)",
  "한국이나 미국에는 대통령이 있고 대통령의 권한도 아주 강력하죠? 그러나 대통령이 없이 총리만 있거나, 대통령이 있어도 총리가 실권자인 나라들도 많습니다. 대통령중심제와 의원내각제의 차이가 뭔지... 총리가 1인자인 나라들은 어떻게 돌아가는 것인지 한 번 알아봅니다!",
  "https://www.youtube.com/watch?v=xrIdxYIjzZw",
  "지식해적단",
  0
  ],
  [
  "💀 올림픽은 언제부터 막장화되었을까... / 💀 매번 문제가 터지는 이유",
  "세계인들의 축제 올림픽 그러나 편파판정 시비부터 도핑까지... 보는 이들을 허탈하게 하는 여러 문제가 터져나오고 있죠. 세계평화와 화합을 상징하는 올림픽! 언제부터 이렇게 돼 버린 걸까요? 올림픽과 함께했던 여러 사건들과 논란들을 한번 모아봤습니다.",
  "https://www.youtube.com/watch?v=aZE6E9Cxuec",
  "지식해적단",
  0
  ],
  [
  "💀 공작, 백작, 남작 칭호가 만들어진 과정 / 💀 왜 유럽에만 봉건제가 있었을까??",
  "현대인들이나 유럽 외의 문화권 사람들이 역사를 배울 때 가장 이해하기 어려운 부분 중 하나는 아마 유럽의 봉건사회가 아닐까 합니다. 다른 문명권들과는 달리 유독 유럽에서만 봉건제라는 사회 형태가 자리잡게 된 이유... 한 번 알아보겠습니다!",
  "https://www.youtube.com/watch?v=vluG7Wc-dgI",
  "지식해적단",
  0
  ],
  [
  "💀 1달러와 1원이 원래 같은 가격이라고?? / 💀 화폐의 역사 (코인편)",
  "오늘날 화폐라는 것은 동전, 지폐, 주식, 또는 단순한 숫자 등 다양한 형태로 존재합니다. 세계 통화량의 97%정도는 동전이나 지폐같은 실물화폐가 아닌 전산상으로만 존재할 정도죠. 하지만 우리 마음 속의 화폐는 항상 지폐와 동전이죠? 인류의 역사와 오랫동안 함께해 왔고 또 지금도 일상생활에서 많이 쓰이고 있으니까요. 그런 실물화폐 중에서도 가장 오래된... 동전! 영어로는 ‘코인’이라고 하는 이 물건의 역사에 대해 간략하게 알아봅니다!",
  "https://www.youtube.com/watch?v=EJBPqmngmNs",
  "지식해적단",
  0
  ],
  [
  "💀 전쟁은 언제부터 손해 보는 장사가 됐을까? / 💀 충격적인 1차대전의 참호전",
  "전근대시대의 전쟁은 영토나 노예, 식량 등 많은 것을 얻을 수 있는 하나의 사업이었습니다. 특정한 계층, 집단이 자기들끼리의 이권다툼을 위해 전쟁을 했고 사상자나 피해의 규모도 국지적이었죠. 하지만, 무기가 발달하고 전쟁에 동원되는 인구가 많아지면서 전쟁은 국가의 모든 역량을 총동원해야 하는 목숨을 건 싸움이 되었습니다. 전쟁에 이겨서 얻을 것보다 전쟁을 통해 잃을 것들이 훨씬 많아지고... 자연스럽게 대규모 전쟁은 억제되기 시작했죠. 전쟁이라는 사업이 손해만 보는 장사가 된 건 언제부터였을까요?",
  "https://www.youtube.com/watch?v=BWeWmAA5cZQ",
  "지식해적단",
  0
  ],
  [
  "💀 러시아에서는 유대인이 나치가 됩니다 / 💀 러시아식 민족주의",
  "러시아의 우크라이나 침공이 달을 지나 계속되고 있습니다. 러시아의 침략 명분을 들어 보면 이해되지 않는 것들이 많죠? 러시아가 주장하는 대러시아주의, 반데라주의자, 탈나치화... 이거 대체 뭔지 분석해봅니다!",
  "https://www.youtube.com/watch?v=O4WiOl02oFI",
  "지식해적단",
  0
  ],
  [
  "💀기후변화가 한반도에 끼치고 있는 영향 / 💀 생물다양성은 얼마나 중요할까? (feat.국립생물자원관)",
  "꿀벌과 구상나무가 아파하고 있다는 사실 알고 계신가요? 지난 몇 해 동안 세계에서 기후변화로 인한 이상현상들이 부쩍 늘었습니다. 그러나 우리 한반도에서 어떤 일이 일어나고 있는 지는 잘 알려지지 않았습니다. 우리가 사는 터전에서 어떤 생태계의 변화가 일어나고 있는 지 지식해적단과 국립생물자원관이 간단히 알아보겠습니다.",
  "https://www.youtube.com/watch?v=Rc1fJR4rsoo",
  "지식해적단",
  0
  ],
  [
  "💀 2차대전 일본 패망의 1등공신 ㄷㄷ / 💀 무타구치 렌야와 임팔작전",
  "세계 2차대전, 일본제국은 중국대륙의 해안지역과 동남아시아 전역을 석권하며 그들이 말하는 ‘대동아공영권’을 완성하는 듯보였습니다. 그러나 어떤 인물과 어떤 작전 때문에 모든 것이 수포로 돌아가게 되는데...",
  "https://www.youtube.com/watch?v=vTuS09m6raY",
  "지식해적단",
  0
  ],
  [
  "💀 빙하기의 시베리아... 원시인류의 대이동! / 💀 아메리카 원주민은 어디서 왔을까?",
  "아메리카와 유라시아의 사람들은 수천 년 간 서로의 존재를 알지 못했습니다. 그만큼 두 대륙 사이가 멀리 떨어져 있고, 웬만한 기술이 없으면 갈 수 없었다는 얘기죠. 그렇다면... 아메리카 원주민들은 어떻게 그 곳까지 갈 수 있었던 걸까요? 비밀은 빙하기에 있습니다.",
  "https://www.youtube.com/watch?v=cT_tVugda6c",
  "지식해적단",
  0
  ],
  [
  "💀 아스테카 신화부터 멕시코까지 총정리 간다..!! / 💀 아스테카 - 태양을 움직인 사람들 (feat. 국립중앙박물관)",
  "죽음의 문명으로 유명한 아메리카의 토착 문명, 아스테카! 첫 번째 세계는 창조신 테스카틀리포카가 다스린 재규어의 시대 소나무 씨앗을 먹는 거인족들의 시대였습니다.52년의 주기가 13번 되풀이되자 재규어들이 나타나서 거인을 모조리 잡아먹었다고하는대... 총 다섯번째 세계로 이루어진 아스테카에 대해 알아봅시다!",
  "https://www.youtube.com/watch?v=KRbzYuK4DGs",
  "지식해적단",
  0
  ],
  [
  "💀 피 한 방울 안 흘리고 나라 망하게 하는 방법 ㄷㄷ / 💀 위조지폐가 무기로 쓰이는 이유는?",
  "화폐가 등장한 이래 ‘가짜 돈’을 만드는 사람들은 항상 있어 왔습니다. 그러나 가짜 돈에도 진짜가 어느 정도 섞여 있어야 하는 법! 재료값 때문에 위조화폐를 만드는 일은 쉽지 않았는데요. ‘지폐’가 등장한 이후 위조지폐는 아예 국가단위 전략무기가 되어버리게 되는데...",
  "https://www.youtube.com/watch?v=e5r5GI2RZnc",
  "지식해적단",
  0
  ],
  [
  "💀 커피가 세계인의 음료가 된 과정!! (15분 요약) / 💀 커피의 역사",
  "전 세계에서 물, 차, 그 다음으로 많이 마시는 음료인 커피! 알고 보면 그 역사가 그리 길지만은 않습니다. 커피는 어떻게 발견되고 어떻게 발전되어 왔을까요?",
  "https://www.youtube.com/watch?v=Lp05UPu6_UI",
  "지식해적단",
  0
  ],
  [
  "💀 화교… 조선족도 아니고 중국인도 아니다?? / 💀 화교의 탄생",
  "화교라는 단어 가끔 들으시죠? 연예인이나 요리사 같은 유명인들 중에 화교 출신이 종종 있는데요. 한중 수교가 이루어지고 2000년대 이후 중국인 사업가나 유학생 등이 한국에도 많이 들어오면서 특히나 한국어를 잘 하는 조선족들이 취업 등으로 많이 들어오면서 화교라는 기존의 개념과 많이 헷갈리는 분들도 계실 겁니다. 화교… 그들은 누구이고 어디서 온 걸까요?",
  "https://www.youtube.com/watch?v=Glew_brwkWs",
  "지식해적단",
  0
  ],
  [
  "💀 포유류 최강은 사실 이 동물이었다…?? / 💀 ‘말’, 인류사를 바꾼 동물",
  "인류의 역사와 함께 해 온 다양한 동물들이 있습니다. 말도 그 중 하나인데요. 말이 의외로 아메리카에서 온 동물이라는 사실! 그리고 또 의외로 인류가 가장 늦게 길들인 동물들 중 하나라는 사실… 알고 계셨나요? 말이 인류의 역사에 얼마나 큰 영향을 끼쳤는지 한 번 알아보겠습니다.",
  "https://www.youtube.com/watch?v=-_6ZdnCoFN0",
  "지식해적단",
  0
  ],
  [
  "💀 화교가 힘을 못 쓰는 유일한 나라… / 💀 화교들이 20세기를 살아남은 과정!",
  "지난 영상에서 화교의 기원과 정착과정에 대해 알아봤죠? 이번 영상에서는 2차대전 이후, 각국의 민족주의 정권 아래서 화교들이 받아왔던 탄압과 생존기에 대해서 알아봅니다!",
  "https://www.youtube.com/watch?v=C01P8MS158s",
  "지식해적단",
  0
  ],
  [
  "💀 지금 봐도 경이로운… 고대 7대 불가사의!!! / 💀 불가사의의 원조는 누구일까?",
  "세계 N대 불가사의?? 여러 개인이나 단체가 세계의 경이로운 건축물들을 불가사의로 지정하곤 합니다. 그렇다면 흔히 말하는 세계 7대 불가사의의 원조는 과연 무엇일까요? 고대 헬레니즘 세계의 시인 안티파트로스를 따라 원조 불가사의를 알아봅니다!",
  "https://www.youtube.com/watch?v=QhzrdGv-DxQ",
  "지식해적단",
  0
  ],
  [
  "💀 스웨덴…🇸🇪 동화인가 괴담인가 / 💀 스웨덴 복지제도의 장단점",
  "흔히 북유럽, 스웨덴 하면 모든 사람들이 행복하게 사는 지상낙원이라고만 생각합니다. 특히나 높은 인구밀도와 부족한 자원으로 오로지 인간자원만이 살 길인 동아시아 국가들의 경우 더더욱 그런 동경의 시선으로 북유럽을 바라보죠. 그렇다면… 스웨덴에 사는 사람들은 다들 행복하기만 할까요? 단점은 없는 걸까요?",
  "https://www.youtube.com/watch?v=mT934aFnipA",
  "지식해적단",
  0
  ],
  [
  "💀 사우디아라비아🇸🇦의 기가막힌 생존기술 ㄷㄷ / 💀 지구 최대의 산유국 사우디아라비아",
  "아랍권 국가 하면 생각나는 나라. 사우디아라비아! 최근 미국과의 관계 때문에 사우디 소식을 많이 접하게 되는데요. 지구상 최대의 산유국이자 원유 수출국인 사우디아라비아의 역사도 알고 계셨나요? 사우디가 어떻게 건국되었는 지, 그리고 어떻게 최대 산유국으로 올라섰는 지 간단하게 한 번 훑어보겠습니다!",
  "https://www.youtube.com/watch?v=mxhyervpTGg",
  "지식해적단",
  0
  ],
  [
  "💀 미국인들이 총을 포기 못하는 이유…?! / 💀 미국 역사와 총의 관계",
  "미국 드라마나 영화 등에서 보여지듯, 미국은 민간에서 총을 소유하고 휴대할 수 있는 나라입니다. 그리고 총기의 보급 규모에서는 전 세계 최고 수준을 꾸준히 유지하고 있죠. 때문에 총기사고나 총기를 이용한 범죄가 언제나 끊이지 않았는데요. 2000년대를 지나오면서 서서히 예측불가한 총기 난사 범죄가 증가하고 있어 큰 문제가 되고 있어요. 이렇게 많은 희생을 치르면서까지 미국에서는 왜 총기 소유가 금지되지 않는 걸까요?",
  "https://www.youtube.com/watch?v=LdVt0Lrgo8A",
  "지식해적단",
  0
  ],
  [
  "💀 모든 통신 기술의 조상님… 모스부호! / 💀 모스부호의 역사",
  "’타전하다’라는 말 알고 계시나요? 전보나 무전을 친다는 뜻으로 전보를 입력하려면 전신기를 빠르게 다다다다닥 하고 쳐야 됐기 때문에 ‘타전’입니다. 단 하나의 스위치를 쳐서 단어와 문장을 전할 수 있었던 인류 최초의 전기 통신 기술… 모스부호를 입력하는 모습에서 온 말이죠. 뭔지는 아는데… 실제로 어떻게 쓰였는 지는 잘 모르는 모스부호! 모스부호의 역사를 간단하게 알아봅니다.",
  "https://www.youtube.com/watch?v=COh51-wbM5E",
  "지식해적단",
  0
  ],
  [
  "💀 유럽이 아시아를 역전하게 만든 인물들 Top 4 💀",
  "15세기 유럽에서는 세계사의 방향을 완전히 바꿔버린 대사건들이 일어나고 있었습니다. 막혀버린 고대와 중세의 무역로를 대체하기 위해 많은 사람들이 놀라운 직감과 용기로 지구의 반대편을 개척해 나가고 있었죠. 대항해시대를 연 위대한 항해자들 중 대표적인 인물 4인을 모아봤습니다!",
  "https://www.youtube.com/watch?v=w54stWz4cXA",
  "지식해적단",
  0
  ],
  [
  "💀 중국 몰락의 신호탄… 아편전쟁!! / 💀 인류 역사상 가장 추악한 전쟁",
  "현대 중국은 중국공산당의 대륙 통일 이전 100년여의 기간을 ‘백년국치’라 부르며 중국 역사상 최대의 흑역사이자 극복해야 할 기억이라고 여깁니다. 그리고 그 백년국치의 시작점에는 아편전쟁이라는 사건이 있죠. 아시아를 넘어 지구 최강이었던 중화문명이 서구 세력에게 종잇장처럼 찢겨나간… 너무나도 충격적인 사건! 전쟁의 원인과 결과가 너무나도 야만적이라… 영국 최대의 흑역사로도 불리고 있어요. 아편전쟁은 왜 일어났고 어떤 결과를 낳았을까요? 중국과 영국의 잘못된 만남으로부터… 한 번 따라가 봅니다.",
  "https://www.youtube.com/watch?v=hT3bP1s5-a8",
  "지식해적단",
  0
  ],
  [
  "💀 요즘 코딩이 개 쉬워진 이유…?? ㄷㄷ / 💀 프로그래밍과 코딩의 역사",
  "남녀노소를 불문하고 ‘코딩’이 핫합니다. 하지만 여전히 어려워 보이고 두려운 분야이기도 하죠. 그런데… 코딩의 역사가 300년이나 됐다는 사실 알고 계신가요? 코딩은 그 때부터 지금까지 끊임없이 발전해서 점점 더 쉬워지고 있습니다.",
  "https://www.youtube.com/watch?v=H8fUXEA3_7A",
  "지식해적단",
  0
  ],
  [
  "💀 중국이 중앙아시아에서 쫓겨난 이유…!! (feat.고구려) / 💀 탈라스 전투 총정리",
  "근대 이전까지, 거대 문명 사이의 전면적인 충돌은 좀처럼 일어나지 않았습니다. 특히나 산맥, 사막, 정글, 바다와 같은 거대한 자연 장애물이 가로막고 있는 경우는 더 심했죠. 그러나… 1300년 전! 이슬람과 중국이라는 두 문명 사이에 일어난 탈라스 전투는 중앙아시아와 세계 역사의 많은 것을 바꿔놓았습니다. 심지어 종이가 이 전투를 계기로 서방에 전래되었다는 설도 있을 정도로요.",
  "https://www.youtube.com/watch?v=teJr1eeUoGg",
  "지식해적단",
  0
  ],
  [
  "💀 16세기 유럽 국가들이 돈 벌었던 방법…?? / 💀 대항해시대 주요 교역품 총정리",
  "대항해시대가 무르익어 가는 16세기… 포르투갈과 에스파냐에 이어 네덜란드가 참전! 각자의 방법으로 바다를 경영하며 그 열기는 더욱 격해지고 있었습니다. 후추 때문에 시작됐지만, 육두구와 메이스는 물론이고 중국의 도자기와 차, 심지어 커피와 담배까지 그전까지 알지 못했던 노다지 상품들이 쏟아져나오며 이제 대양 무역은 선택이 아닌 필수가 되어가는데…",
  "https://www.youtube.com/watch?v=g-VxkwRIDS8",
  "지식해적단",
  0
  ],
  [
  "💀 언럭키 미국… 🇧🇷브라질은 어떻게 탄생했을까? / 💀 남미의 대국 브라질의 역사",
  "브라질 하면 축구! 그 외에 카니발과 삼바댄스 같은 게 생각납니다. 이렇듯 그냥 뭔가 유쾌하고 경쾌한 남미국가 정도 이미지이지만… 의외로 브라질은 엄청나게 크고 인구도 많은 대국이죠. 포르투갈의 식민지에서, 이제는 남미는 물론 세계에 영향력을 끼치는 포르투갈어권 최강의 국가가 된 브라질! 브라질의 역사는 어떻게 시작됐고, 오늘날의 브라질은 어떻게 탄생했을까요?",
  "https://www.youtube.com/watch?v=X8RY_YVmaEw",
  "지식해적단",
  0
  ],
  [
  "💀 세상에서 가장 억울한 나라… 🇵🇱폴란드의 눈물나는 역사 / 💀 feat.대한민국…??",
  "최근 대한민국과 폴란드의 수십조 원 규모 방산계약이 체결되면서 양국의 관계가 급속도로 가까워지고 있습니다. 듣기로는 폴란드와 한국이 지정학적, 역사적으로 상당히 비슷하다고 하는데… 유럽의 한국이라 불리는 폴란드! 과연 어떤 길을 걸어왔을까요?",
  "https://www.youtube.com/watch?v=76P2-TPnohU",
  "지식해적단",
  0
  ],
  [
  "💀 🇷🇺러시아의 실수… 가장 완벽한 무기 AK-47! / 💀 AK-47의 역사",
  "총에 대해 정말 아무것도 모르는 사람이라고 해도 AK-47정도는 대충 알고 있을 겁니다. 그만큼 전 세계에서 가장 유명하고, 많이 쓰이는 총기이며 게임이나 영화 등에도 필수요소급으로 자주 등장하기 때문에 친숙한 아이템이기도 하죠. 대한민국의 주적이자 제1의 가상적국인 북한과 중국도 AK 시리즈를 사용하기 때문에 군필자들 중 특공대 같은 데 나오신 분들이라면… 훈련 때 직접 쏴 보신 분들도 있을 거고요. 이름 그대로 소련시절인 1947년 등장한 AK 시리즈… 어떻게 지금처럼 인류 최대의 무기로 등극했을까요?",
  "https://www.youtube.com/watch?v=KGeEyI735eY",
  "지식해적단",
  0
  ],
  [
  "💀 🇭🇰홍콩 한복판에 있었던 현실 던전… 구룡성채! / 💀 이런 게 왜 존재했을까?",
  "사이버펑크2077, 블레이드러너, 공각기동대 등 근미래의 디스토피아를 다루는 작품들을 보면 무질서하게 개발된 도시와 빈민들의 삶을 그리는 하나의 시각적인 코드가 있습니다. 그런데… 이것이 실제 존재했던 장소를 모티브로 만들어졌다는 것 알고 계셨나요? 영국령이었던 시절, 홍콩 한 가운데에 어떤 나라의 주권도 미치지 않는 무법지대가 있었습니다. 이른바 구룡성채! 그 콘크리트의 미로는 어떻게 만들어진 걸까요?",
  "https://www.youtube.com/watch?v=AhLQ4ZGqJf0",
  "지식해적단",
  0
  ],
  [
  "💀한진해운 멸망 이후 대한민국 상황… 부활할 수 있을까? / 💀feat.한국해양진흥공사",
  "신라시대의 청해진, 고려시대의 벽란도! 어릴 때부터 중요하게 배우죠? 그만큼 한반도 국가들은 예로부터 해운업과 대외무역을 중요시해 왔습니다. 현재도, 반도국가인 대한민국은 해운과 연관되지 않은 산업이 없고 모든 수출입이 해운을 통해 이루어지는 명실상부 해양국가! 대한민국에게 있어 해운업은 매우 중요한 국가 기간산업으로 세계 수위권의 경쟁력을 가지고 있는 경쟁력 있는 산업이기도 해요.",
  "https://www.youtube.com/watch?v=vjoN1jyoK_M",
  "지식해적단",
  0
  ],
  [
  "💀 바닷물도 흐른다… 지구의 혈액순환 해류! / 💀 해양 컨베이어벨트 이론",
  "그 자리에 그대로 있는 것처럼 보이는 지구의 바닷물이 사실은 흐르고 있다는 사실 알고 계신가요? 사람의 몸에 피가 흐르는 것처럼, 지구의 바닷물도 끊임없이 흐르며 지구상의 에너지와 양분을 골고루 순환시키고 있습니다. 해류가 왜, 어떻게 흐르고… 자연과 인간에게 어떤 영향을 끼치는 지",
  "https://www.youtube.com/watch?v=9CMN5l5Uc0w",
  "지식해적단",
  0
  ],
  [
  "💀 🇮🇷이란인들은 왜 스스로 중세로 돌아갔을까? / 💀 이란 이슬람 혁명이 일어난 이유",
  "페르시아 문명의 후예로, 수 천 년의 역사를 지니고 있는 나라 이란. 불과 50여 년 전까지만 해도 이란은 서구화된 세속 국가였습니다. 그러나 현재는 성직자들에 의해 이끌어지고 있는 신정국가… 최근, 이런 신정 체제에 대한 불만이 폭발하여 끊임없는 시위가 이어지고 있죠. 위대한 문명의 후예, 잘 나가는 서구식 현대국가였던 이란은 어쩌다 지금의 모습이 된 걸까요? 20세기 혁명 중 가장 특이하다고 할 수 있는… 이란 이슬람 혁명에 대해 알아보겠습니다.",
  "https://www.youtube.com/watch?v=or2uHiL7Fps",
  "지식해적단",
  0
  ],
  [
  "💀전 세계를 지배했던 최강의 귀족… 합스부르크 / 💀 합스부르크 가문의 역사",
  "근대 국민국가의 시대가 도래하기 이전, 세상은 가문을 중심으로 움직였습니다. 특히나 봉건제 전통이 강했던 유럽에서 국가라는 것은, 대가문들의 세습재산으로서 영지나 작위와 함께 이리 갔다 저리 갔다 하는 유동적인 것이었죠. 오늘 영상의 주인공인 합스부르크 가문은 정략결혼을 통해 그 세를 늘렸던 것으로 유명한데요. 중세와 근대를 거쳐 20세기까지도 살아남았던 유럽 최대의 가문으로… 그 기나긴 역사만큼 많은 예술가들을 후원하고, 또 다양한 예술품들을 수집하기도 했습니다.",
  "https://www.youtube.com/watch?v=P2b_qUljShc",
  "지식해적단",
  0
  ],
  [
  "💀 아프리카에 세워진 초거대 장벽... 서사하라 분쟁! / 💀 가해자가 된 🇲🇦피해자??",
  "세계에는 수많은 분쟁지역이 있습니다. 특히나 제국주의 열강들에 의해 괴상한 국경선으로 나눠져버린 아프리카에는 더욱 기상천외한 영토분쟁들이 많죠. 일전에 다뤘던 비르타윌 같은 경우, 아무도 가지려고 하지 않는 땅이었는데… 이번엔 비르타윌만큼 황무지인데도 목숨 걸고 가지려 하는 땅이 있습니다! 이름만 들어도 쓸데 없어 보이는 땅… 서사하라에는 어떤 일이 있었을까요?",
  "https://www.youtube.com/watch?v=d-6Q0JZb1VM",
  "지식해적단",
  0
  ],
  [
  "💀 오직 미국만이 가능한 전쟁… 걸프전! / 💀 현대전이란 무엇일까?",
  "현대전은 없다. 미군식 공세만 있을 뿐! 2022년 우크라이나 전쟁을 바라보며 최근 대두되고 있는 논제입니다. 세계 2위의 군사력으로 미국 다음이라고 여겨지던 러시아가… 막상 까 보니, 세계 22위 군사력 우크라이나 상대로 졸전을 면치 못하고 있거든요. 러시아군을 바라보며 이런 생각이 드는 겁니다. '결국 우리가 생각하는 현대전은 오직 미국만이 실현할 수 있는 미군전이 아니었을까?’ 그리고 이 현대전이라는 것은 놀랍게도 30여 년 전, 페르시아 만에서… 걸프전을 통해 이미 완성되었습니다.",
  "https://www.youtube.com/watch?v=ltqpDC2XQbo",
  "지식해적단",
  0
  ],
  [
  "💀 미국, 유럽 사람들이 육식🍖에 진심인 이유 ㄷㄷ / 💀 ‘샤퀴테리’란 무엇일까? (feat.볼피)",
  "음식이라는 게 꼭 필요할 때 필요한 만큼 있는 게 아니죠? 엥? 냉장고 열면 먹을거 가득 차 있는데? ...라고 하실 수 있습니다. 그런데 이렇게 된 게, 이제 100년이 좀 넘었습니다. 냉장고가 발명되기 전까지는 음식을 썩지 않게 보존하는 것 자체가 난제였습니다.",
  "https://www.youtube.com/watch?v=s0gI-xgK8No",
  "지식해적단",
  0
  ],
  [
  "💀 러시아🇷🇺 담당일진이었던 ‘이 나라’… / 💀 러시아vs일본(feat.영국🇬🇧)",
  "20세기 극초반… 러시아와 일본이 맞붙었던 ‘러일전쟁’은 세계사에 엄청난 충격과 실질적인 영향을 준 중요한 전쟁입니다. 특히나 그 사이에 껴 있었던 한국의 경우에는 운명이 뒤바뀔 정도의 대사건이었죠. 이 전쟁은 작은 나라 일본이 큰 나라 러시아를 이긴… 기적적인 승리라고 볼 수 있습니다. 하지만 내면을 들여다 보면 사실은 무조건 이길 수 밖에 없는 전쟁이기도 해요. 그 이유는… 일본을 물밑으로 물심양면 지원해 준 S급 서포터 → 영국이 있었기 때문이죠. 영국은 어떻게, 그리고 왜 일본을 도왔을까요?",
  "https://www.youtube.com/watch?v=u8X446NXQ_U",
  "지식해적단",
  0
  ],
  [
  "💀 BBC 선정 위대한 영국인🇬🇧 9위… 바다 위의 인간흉기 ‘넬슨 제독’! / 💀 영국의 이순신 ㅇㅈ합니다",
  "흔히 해전 역사상 가장 위대한 명장을 꼽으라고 하면 무조건 포함되는 인물이 있습니다. 그리고 그 중 최고는 뭐니뭐니해도 ‘호레이쇼 넬슨’ 제독! 세계의 해양 패권을 쥐락펴락했던 영국이니만큼, 넬슨 제독의 활약상과 후세에 미친 영향은 압도적이죠. 한국에 이순신이 있다면 영국에는 넬슨이 있다… 나폴레옹 전쟁기, 조국 영국을 구원한 넬슨 제독의 활약상을 알아봅니다.",
  "https://www.youtube.com/watch?v=V8o2FnPhnho",
  "지식해적단",
  0
  ],
  [
  "💀 중국이 해양 진출을 포기한 어이없는 이유 ㄷㄷ / 💀 ‘대운하’라는 양날의 검!",
  "인류 역사의 상당 기간, 중국은 인류 문명을 선도하며 찬란하게 빛났습니다. 유럽인들이 작은 배를 타고 위험천만한 항해에 나서던 시절… 중국인들은 그보다도 훨씬 거대한 함선과 많은 인원을 동원할 능력이 있었어요. 그러나 당시의 중국은 바다의 문을 걸어잠그는 길을 택했습니다. 그리고 유럽인들은 대항해시대를 일으켜 세계의 역학관계를 바꾸고, 세계의 중심으로 자리잡았죠. 중국인들은 왜 바다에 무관심했을까요?",
  "https://www.youtube.com/watch?v=SGblCs2OGFQ",
  "지식해적단",
  0
  ],
  [
  "💀 돼지고기를 안먹는 종교, 소고기를 안먹는 종교 / 💀 종교는 왜 고기를 못 먹게 할까?",
  "이슬람교 신자들이 돼지를 먹지 않는 것, 힌두교도들이 소를 먹지 않는 것은 유명합니다. 최근 열리고 있는 카타르 월드컵도 관광객들이 술이나 돼지고기를 제대로 먹을 수 없어 여러 불편한 점이 있다는 얘기가 많이 들렸죠. 한국인에게 익숙한 종교인 불교 역시 육식을 권장하지 않으니 종교적으로 고기를 금하는 것이 어느 정도 이해는 돼요. 그런데 왜 이슬람교와 힌두교는 ‘특정한’ 고기만 먹지 못하게 하는 걸까요?",
  "https://www.youtube.com/watch?v=5YnEw1GHDyI",
  "지식해적단",
  0
  ],
  [
  "💀 지금의 인류를 있게 한 기적의 과학자! 그러나… / 💀 프리츠 하버와 질소 비료의 발명",
  "농업의 발전은 꾸준히 이루어졌습니다. 하지만 그 발전사의 가장 중요한 분기점이라고 한다면, 그건 합성 비료의 발명이라고 할 수 있죠. 자연의 회복력과 천연 퇴비를 이용한 농업으로는 지금 우리 지구에 사는 80억 명의 인구를 부양할 수 없습니다. 공기 중의 질소로부터 암모니아를 환원해서 비료를 만들고 그 비료를 이용해 지력을 보충하는 게 지금의 농업이에요. 사실상 오늘날의 인구 수십억 명은 비료로 만들어져 있다고 해도 과언이 아닌 상황! 그러나… 우리는 이 질소 비료를 만든 사람이 누군지 잘 알지 못합니다.",
  "https://www.youtube.com/watch?v=Q37oxNgdhAc",
  "지식해적단",
  0
  ],
  [
  "💀 인간이 🍷술을 마시는 건 ‘본능’이다 / 💀 술의 탄생",
  "복어라든지 꽃게, 치즈 뭐 이런 것처럼… '이걸 처음 먹어 본 사람은 대체 무슨 생각이었을까?' 라는 생각이 드는… 그런 음식들이 있습니다. 따지고 보면 술이라는 것도 대체 누가 만들 생각을 했는지 어떻게 만들게 됐는지, 왜 먹게 됐는 지 참 의문이에요. 그런데 사실 알코올에 이끌리는 건 인간의 본능! 심지어 인간 뿐 아니라 다른 동물들도 적당량의 알코올은 섭취하며 살아갑니다. 인류의 시작부터 함께했던 술의 역사를 한 번 알아봅니다.",
  "https://www.youtube.com/watch?v=wdYrMBpkf4o",
  "지식해적단",
  0
  ],
  [
  "💀 이것은 깡패인가 선비인가? 중세 기사들이 착해진 이유 / 💀 기사들은 뭐 하던 사람들일까?",
  "중세 유럽을 배경으로 하는 매체들을 보면 거의 무조건적으로 기사들이 등장합니다. 그런데 기사라는 게 정확히 뭐 하던 사람들이었을까요? 직업이었을까요 신분이었을까요? 기사라는 존재들이 왜 등장했는지, 어떻게 몰락했는지",
  "https://www.youtube.com/watch?v=JNy6rHIflxw",
  "지식해적단",
  0
  ],
  [
  "💀 왼손은 거들 뿐…? 왼손잡이는 왜 존재하는가? / 💀 왼손잡이의 역사",
  "식당에서 밥 먹을 때 팔꿈치가 부딪히고, 글을 쓸 때 손날에 흑연이 묻어나는 등 여러 불편 요소들… 사실 옛날에는 이와 비교할 수도 없을 정도로 크나큰 차별과 멸시를 받기도 했습니다. 다름아닌 왼손잡이들에 대한 이야기인데요. 그럼에도 불구하고 왼손잡이들은 지금까지도 우리 주변에 존재합니다. 심지어 오른손잡이외 왼손잡이의 비율은 9대 1! 신기하게도 전 세계적으로 편차가 거의 없고 역사상으로도 거의 변함 없이 지금까지 유지되고 있죠. 인간은 왜 오른손잡이가 대부분일까요? 왼손잡이들은 왜 생기는 걸까요?",
  "https://www.youtube.com/watch?v=WyLGuaunujk",
  "지식해적단",
  0
  ],
  [
  "💀 세계 조선업 시장… 대격변이 일어난다?! / 💀 대우조선해양 전격 인수",
  "전쟁의 폐허에서 전 세계 최고 수준의 중공업 국가로 올라선 대한민국. 대한민국 중공업의 한 축을 떠받치고 있는 분야가 바로 조선업입니다. 2000년대 초부터 전 세계 1위권을 놓치지 않고 있죠. 그런데 이런 대한민국 조선업에도 위기는 있었습니다. 특히나 옆나라 중국에서 자국 조선소 밀어주기, 외국 선사에 대한 보조금 지급 등 정부 주도의 공격적인 지원정책과 물량공세를 펼치며 대한민국의 자리를 위협하고 있어요. 그러나 여기서 물러설 대한민국이 아니다! 세계 조선업의 판도가 바뀌고 대한민국의 차례가 돌아왔습니다. 여기에 희소식으로, 20년 넘게 표류하던 대우조선해양이 국내 기업에 인수됐다고 하는데…",
  "https://www.youtube.com/watch?v=d4CAKWUm90U",
  "지식해적단",
  0
  ],
];