import 'package:flutter/material.dart';

const initHistorytList = [
  [
    "신라의 화랑",
    "화랑은 고대 신라에 있었던 청년, 청소년으로 이루어진 심신 수련 및 교육 단체이다. 주 목적이 심신 수련이었다고는 하는데 사실 창설 초창기부터 주 목적은 관리, 군인 양성이었다. 오늘날로 따지자면 JROTC에 가깝다. 화랑은 전신 원화의 편성 목적에서 알 수 있듯 전국의 인재를 화랑의 매력으로 모으기 위해 만들어졌으며, 이렇게 모인 인재를 화랑과 휘하에 모인 낭도들 간의 공동 생활로 결속력과 단합력을 다지고 교육하여 그 중에서 능력이 우수한 자를 천거해 뽑아 신라의 군인 즉 문무관직에 올리는 역할이었다. 즉 교육과 선발이 하나로 합치된 관료 양성 시스템으로도 작용했다는 것. 이런 교육과 인재 등용 목적은 682년 국학이 설립되면서 일정 부분 그 역할을 넘겨주었지만 그 이후에도 신라 말기까지 전통적 교육 제도로서는 계속 기능했다",
    "https://www.youtube.com/watch?v=sQcBZXaolbE",
    "양발TV",
    0
  ],
  [
    "고려의 스페셜리스트 별무반",
    "여진족 완옌부의 세력이 강성해지자 동북지역의 여진족들 중에서는 점차 완옌부와 내통하여 그에 붙고자 하는 이들이 나타났다. 고려에서는 그 사실을 알고 사람을 시켜 완옌부와 내통하는 여진족을 막으려 하였다.1104년, 완옌부 군대가 국경지역인 천리장성 부근까지 내려와 정주성 관문 밖에 기병을 주둔시켰다. 이에 고려에서는 온건정책을 버리고 무력에 의한 강경 정책을 취하여 임간 등을 파견하였으나 석적환의 여진군에게 패하였다. 고려는 다시 윤관을 파견하여 여진을 물리치려 했지만 성과를 거두지 못한 채 철수하였다. 윤관은 패전에 관한 원인을 “적은 기병인데, 우리는 보병이라 대적할 수 없다”고 하고, 숙종에게 기병의 양성을 건의하였다. 윤관의 건의에 따라 편성된 특수부대가 별무반이었다. 별무반은 국민 각계층, 즉 양반, 승려, 서리, 상인, 노비 등을 동원하여 신보군, 신기군, 항마군 3개의 부대로 편성하였다. 그야말로 별무반은 기병, 보병, 그리고 승병으로 이루어진 특별군이었다",
    "https://www.youtube.com/watch?v=N0ynKwRgTDE",
    "양발TV",
    0
  ],
  [
    "고려의 수호신 가별초",
    "동북면 가별초(또는 가별치)는 고려의 장군이었던 이성계가 거느리고 운영하던 사병 집단을 말합니다. 가별초의 어원은 몽골어를 한자로 음차한 것으로 알려져 있는데, 궁사(활을 쏘는 사람) 혹은 사병, 친위대를 뜻하는  몽골어인 가베치에서 유래되었다고 합니다. 동북면 가별초의 수는 2~3천여 명 가량으로 추산되며 목조 이안사를 따라 전주에서 감척, 다시 삼척에서 동북면 영지(화주 등) 또는  동북면 의주(원산)로 이주한 가호의 후손들과 동북면 토착민, 변방의 여진족, 심지어 소수의 중국인과 몽골인까지 아우른 기병 군단이었습니다.",
    "https://www.youtube.com/watch?v=T0n2MSmgSWs",
    "양발TV",
    0
  ],
  [
    "조선의 호랑이 토벌부대, 착호갑사",
    "호환의 방지를 위한 부대의 조직은 중앙에서부터 시작되었다. 중앙집권체제에서 호환의 제거는 왕실의 안정과 체제 수호를 위한 근간이 되었기 때문이다. 실제로 호랑이는 인왕산과 백악산은 물론 궁궐에까지 출몰하였다. 이는 조선왕조가 호환 방지를 위해 국왕을 시위하는 갑사와는 별도로 착호갑사를 조직하는 배경이 되었다 착호갑사는 말 그대로 호랑이를 잡는 사냥부대였다. 기록상으로 착호갑사가 가장 먼저 등장한 것은 태종 16년(1416) 10월이었다.",
    "https://www.youtube.com/watch?v=MWmnh4OpYBE",
    "양발TV",
    0
  ],
  [
    "조선 국왕 호위와 한양 방어의 핵심 군영, 금위영(Geumwiyeong)",
    "임진왜란을 계기로 설치된 훈련도감과 후금에 대응하기 위해 설치된 어영청, 총융청, 수어청, 그리고 이후에 수도를 방위하기 위해 설치된 금위영을 합쳐 부르는 말이다. 이중 훈련도감, 어영청, 금위영은 한양도성을, 총융청은 북한산성, 수어청은 남한산성을 방어했다",
    "https://www.youtube.com/watch?v=V1T6gv30wJQ",
    "양발TV",
    0
  ],
  [
    "임진왜란보다 참혹했던 사건 조선 경신 대기근",
    "1670년 갑작스러운 흉작과 병충해로 인한 곡물 생산량의 급격한 감소, 강력한 태풍의 접근, 치사율이 높은 전염병의 유행 등으로 수도 한양을 비롯한 국토 전체에서 대량의 아사자와 병사자가 발생, 이듬해까지 지속되면서 행정이 마비될 정도의 국가적 위기가 도래한 사건이다. 임진왜란과 병자호란의 양란이 끝난 지 얼마 되지 않았던 시기라 이를 대처하기가 매우 어려웠다. 끔찍한 대기근을 겪은 결과로 양반의 몰락이 가속화되었고, 정치적 혼란도 심각해져 3년 뒤에는 서인과 남인이 충돌하는 2차 예송 논쟁이 발생하였다",
    "https://www.youtube.com/watch?v=4c-HNx58cjs",
    "은근한 잡다한 지식",
    0
  ],
  [
    "조선을 좀먹은 과거시험장의 갖가지 부정행위들",
    "수학능력시험에서 부정행위가 적발되는 사례는 어제오늘의 일이 아니다. 조선 시대의 과거 시험도 마찬가지였다. 손으로 다 꼽을 수 없을 만큼 다양한 부정행위가 있었다. 대리시험에 해당하는 차술차작, 시험장을 책을 갖고 들어가는 수종협책, 시험장에 드나드는 입문유린등 끝이 없었다. 부정행위를 막기 위한 방법도 다양했다. 과거 시험장을 둘로 나누어 형제나 친척은 서로 다른 과장에서 응시하게 했다. 응시생은 종이, 붓, 먹, 벼루만 들고 들어갈 수 있었는데, 시험장 입구에는 문지기인 수협관을 세워두고 철저한 몸수색을 통해 이를 확인했다",
    "https://www.youtube.com/watch?v=A9uNeyJTxY4",
    "은근한 잡다한 지식",
    0
  ],
  [
    "고양이 덕분에 목숨을 건진 조선의 문관",
    "고양이가 너무 귀여워 따라갔더니 목숨을 건지게 되었다? 조선의 문관 눌재 박상과 우부리 장살 사건",
    "https://www.youtube.com/watch?v=-29ePe8CIME",
    "은근한 잡다한 지식",
    0
  ],
  [
    "나이든 부모님을 버리고 오는 고려장 진짜 존재했을까?",
    "해당 설화는 19세기에 만들어진 것으로 추정되나, 고려장이라는 용어가 해당 설화와 결합한 것은 19세기 말~일제강점기에 이르는 시기이며, 이에 따라 일본제국의 역사 왜곡설이나 단순한 루머가 확산된 것이라는 등 다양한 설이 돌고 있다. 학계의 문헌학적 접근에 따른 주류 설은 대체로 불경에 나오는 일화와 중국의 효자전에 나오는 일화가 조선에 들어와 로컬라이징되어 전국적으로 퍼졌다는 것이다",
    "https://www.youtube.com/watch?v=bUfOM4mI4WU",
    "은근한 잡다한 지식",
    0
  ],
  [
    "고구려 VS 수나라 113만 대군 (feat. 살수대첩)",
    "우중문이 칼을 뽑아 들고 외쳤어. 강을 건넌 수나라군은 홍수처럼 밀려들었어. 을지문덕은 싸우는 척하다가 도망치기를 되풀이했지. 하루에도 무려 일곱 번이나 그러고 나니, 허겁지겁 따라오던 수나라 군사들은 지칠 대로 지쳐 버렸어. 그러자 을지문덕은 전령을 통해 수나라 진영으로 편지를 보냈어. 편지에는 을지문덕이 지은 시가 적혀 있었어",
    "https://www.youtube.com/watch?v=Cg8IZB0bjfM",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려 명림답부, 을파소, 창조리",
    "명림답부는 고구려 사람으로, 신대왕 때 국상을 지냈다. 한나라 현도군 태수 경림이 큰 군사를 일으켜 우리를 치려 하니, 왕이 여러 신하들에게 싸울 것인가 물었다. 여럿이 의논하여 말하길, “한나라 병사는 우리가 약함만을 믿고 있으니, 만약 나가 싸우지 않으면 저들은 우리가 자기들을 겁낸다 여기고 빈번히 쳐들어올 것입니다. 또 우리 나라는 산이 험하고 길이 좁아 이야말로 한 사람만 지키고 있으면 만 명도 그를 당해내지 못하는 곳입니다. 한나라 병사가 아무리 많다 하여도 어찌 우리를 이기겠습니까. 군사를 일으켜 막기를 청하옵니다.” 답부가 말하길, “그렇지 않습니다. 한나라는 크고 백성이 많은데다 지금 강한 병사들이 멀리 싸우러 왔으니, 그 칼날을 당해낼 수 없습니다.",
    "https://www.youtube.com/watch?v=Koxsngin7xk",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려가 가장 강력했던 시기의 왕",
    "'담덕'이라는 이름으로도 제법 알려져 있고, 동방의 알렉산드로스 라는 별칭으로도 알려져 있다.《삼국사기》 기준으로는 고구려의 시조 동명성왕 추모의 13세손이다. 광개토대왕릉비에는 17세손으로 기록되었는데 아마 직계가 아닌 왕계를 기준으로 한 것 같다. 18세(만 17세)에 보위에 올라 39세(만 38세)의 젊은 나이에 죽기까지 수많은 업적들을 남겼으며 할아버지 대에 멸망 직전까지 갔던 고구려를 동북아의 패권국으로 만든 군주로, 전쟁에 대해서는 한국사에서 그 유례를 찾아보기 힘든 정복자이자, 세종대왕과 더불어 '대왕'이라는 칭호를 대중들이 가장 자주 붙여 부르는 군주이기도 하다",
    "https://www.youtube.com/watch?v=HKy2Hu7EBJI",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려 최전성기 유일한 오점",
    "아버지인 미천왕이 크게 확장한 영토와 강화한 왕권을 대부분 상실한 여러모로 무능한 암군이다. 다소 답답하고 아쉬운 업적만큼 고국원왕 역시 수난과 역경으로 점철된 재위기를 보내다 끝내 전쟁터에서 전사하는 비극적인 최후를 맞게 된다. 그러나 아들 둘(소수림왕, 고국양왕)은 고국원왕의 실책과 폐해를 빠르게 시정하여 전성기의 토대를 열었고, 손자인 광개토대왕과 증손자인 장수왕이 이끌어 가는 고구려 전성기를 여는데, 훌륭한 명군들인 아버지와 아들들, 손자, 증손자 사이에 끼인 암군이다.",
    "https://www.youtube.com/watch?v=WMC0f4fqLlo",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "한국사 최강의 정복 군주",
    "광개토 대왕은 할아버지인 고국원왕이 백제의 근초고왕과 전쟁을 벌이다 평양성에서 죽자, 백제를 공격하였는데요! 이어 신라를 침략한 남쪽의 왜구를 무찌른 뒤에, 북쪽으로 방향을 바꾸어 후연과 맞섰습니다. 광개토대왕은 후연까지 점령함으로써 고구려를 동북 아시아에서 가장 강한 나라로 만들었습니다. 광개토대왕에 이어 왕위에 오른 장수왕은 수도를 국내성에서 평양성으로 옮기고 남쪽으로 영토를 더 넓혀 고구려는 전성기를 맞게 되었습니다.",
    "https://www.youtube.com/watch?v=LcqxH_SrVRg",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고려초를 대표하는 명장, 후삼국 통일의 주역, 태조 왕건의 칼",
    "유금필이 신라에 오자 늙은이 어린아이 할 것 없이 모두 성을 나와 절을 하며 맞이하며 눈물을 흘리며 말하기를, “오늘 대광을 뵐 수 있을 것이라고는 생각지도 못하였습니다. 대광이 아니었다면 우리들은 아마도 물고기와 고기처럼 되었을 것입니다.”라고 하였다. 유금필은 7일을 머무르다 돌아왔는데, 자도에서 신검 등을 만나 맞서 싸워 크게 이겼다. 백제의 장수 금달·환궁 등 7인을 포로로 잡았고, 죽이거나 사로잡은 자들도 매우 많았다. 승전 소식이 도착하자 태조가 놀라고 기뻐하며, “나의 장군이 아니라면 누가 이와 같이 할 수 있겠는가?”라고 하였다.",
    "https://www.youtube.com/watch?v=dWBkrLwy0cw",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려 최고 관직인 국상의 자리에 오른 인물(feat 고노자)",
    "국상이었던 상루가 죽자 뒤를 이어 국상이 되었고, 대주부 벼슬을 받았다. 이후 296년, 모용부의 족장인 모용외가 군사를 이끌고 고구려를 침략해해오자 봉상왕이 이를 막아낼 방도를 고심하던 중에 명장 고노자를 왕에게 추천하여 신성 태수로 삼게 하였다. 과연 창조리의 예견대로 고노자는 모용외의 침략을 잘 막아내었으며, 이후로 모용외가 고구려를 넘보지 못하게 되었다",
    "https://www.youtube.com/watch?v=u5jmEX2Ntjc",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고려 개국 1등 공신 4인방",
    "918년 6월, 왕건을 도와 고려 건국에 핵심적인 역할을 했던 4인방이 있다. 홍유, 배현경, 신숭겸, 복지겸으로 이들은 모두 기병대장들었다. 이들은 궁예의 주력부대를 이끌고 있던 장군들이었으나 날로 심패지는 궁예의 비정상적인 학정에 반기를 들게 된다. 독단과 전횡을 일삼는 궁예의 공포정치가 지속되자 더 이상 궁예를 섬길 수 없다는 판단에 덕망이 높고 세력이 강한 왕건을 찾아가 군사를 일으킬 것을 종용한다.",
    "https://www.youtube.com/watch?v=MMWGwWsdPw4",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "매력 100 찍은 고구려의 왕",
    "고구려의 제11대 군주. 휘는 우위거 혹은 위궁. '위궁'은 진수의 《삼국지》를 따른 것인데, 태어나면서부터 눈을 뜨고 사물을 본 것이 증조부인 태조대왕과 닮았기 때문에, 그의 휘인 '궁'에서 따온 이름이라고 한다. 아명은 '교체'. 교제에 쓸 돼지와 관련된 사건으로 태어났다는 뜻이다.",
    "https://www.youtube.com/watch?v=hXeXtriSi_8",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "구석기 시대의 시작",
    "기원전 70만년전 공주 석장리 강가에 구석기가 살았다. 구석기는 동굴 안에서 생활했고 아내를 맞아 아이를 낳았다. 석기는 아이를 위해 불을 지펴주었다. 식구가 늘었으니 물고기를 좀 잡아오리다. 그동안 당신은 아이를 잘 돌봐주세요. 아내는 이유식을 만들기 위해 돌을 가지고 보관해두었던 과일을 갈았다.",
    "https://www.youtube.com/watch?v=GBzdhQPNeFY",
    "팩스토리facstory",
    0
  ],
  [
    "신라 vs 백제 두나라는 왜 맨날 싸울까? feat 역사상 두번째 망명사건 길선 이야기",
    "서기 156년 주위의 작은 부족들을 하나둘 복속시키며 하루가 다르게 성장했던 신라와 백제는 서로 싸우지 않고 평화롭게 살았다. 그것은 두나라가 평화를 원했다기 보다는 힘이 강하고 대등하여 먼저 공격하기에 큰 부담이었기 때문에 이루어진 불안한 평화였다",
    "https://www.youtube.com/watch?v=ZqRqC9ycwy",
    "팩스토리facstory",
    0
  ],
  [
    "최광윤 편지 한장으로 나라를 구하다! feat 예비군훈련? 이게 다 정종 때문이다.",
    "947년 봄 서경에서는 왕성의 축조가 먼저 이루어졌다. 사업을 시작한 지 1년 만이었으니 다른 건 몰라도 왕식렴의 추진력만큼은 인정하지 않을 수 없었다. 하지만 왕성을 중심으로 거대한 도시사업이 남았으니 백성들의 고달픔은 이제 겨우 시작이었을 뿐이었다. 그러던 어느날...경주출신의 지식인 최언위의 첫째 아들 최광윤이 후진으로 유학을 떠났다가 거란에게 그만 사로잡히는 일이 생겼다. 포로로 잡혔음에도 최광윤은 두려워하지 않고 거란 진영을 자세히 살펴 놀라운 사실을 알아냈다",
    "https://www.youtube.com/watch?v=ovKGls5M-q0",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 산상왕 왕후몰래 바람피다 딱 걸리다.feat 수도를 국내성에서 환도성으로 옮긴 이유",
    "매일 밤 끝내주는 시간을 보내지만 그럼 뭐 하나? 아들을 만들 수 없는걸. 후궁이라도 있으면 좋을 텐데... 그런데 막강한 세력을 가지고 있던 우씨는 왕이 후사가 없어도 절대로 후궁을 들이지 못하게 했다 그러던 어느 날 산상왕은 그날도 우씨와 격한 밤을 보낸 후 지쳐 잠이 들었는데 꿈에서 기이한 도인이 나타나 말했다.",
    "https://www.youtube.com/watch?v=J2az_6PrJZM",
    "팩스토리facstory",
    0
  ],
  [
    "삼국시대 최강 장수는 누구일까? / 팩스토리 랭킹전 BEST 1~7위까지",
    "바로 삼국시대 최강의 장수 7명을 뽑아 순위를 매겨보았습니다 삼국시대(313~676)에는 고구려, 신라, 백제가 한반도의 패권을 장악하기 위해 치열하게 싸웠던 시기였습니다 해서 수많은 영웅들이 이 시기에 활약했었는데요, 과연 누가 삼국시대 최강의 장수인지 지금부터 함께 보시지요",
    "https://www.youtube.com/watch?v=_doB2Q6_XBc",
    "팩스토리facstory",
    0
  ],
  [
    "연개소문의 대반격과 추격전 feat 중국사람은 다 아는데 우리만 모르는 그 이야기 / 고구려 vs 당나라 이세민 결국...",
    "오골성에서 고구려군을 지휘하던 연개소문은 당나라의 철수를 보고받자 회심의 미소를 지었다 지금까지는 우리가 수세였지만 이제 전쟁의 흐름이 바뀌었다. 나는 우리 병사들을 모두 이끌고 이세민을 잡으러 갈 것이다! 당 태종 이세민은 철군을 서둘렀다. 그런데 절망적인 보고가 들어왔다당 태종 이세민은 철군을 서둘렀다. 그런데 절망적인 보고가 들어왔다 폐하 아뢰옵기 황공하오나 설연타가 침공했습니다",
    "https://www.youtube.com/watch?v=z_kJ95JNZ0E",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 vs 수나라 고수전쟁 몰아보기 feat 영양태왕 고건무 을지문덕 강이식 / 수문제 수양제 우중문 우문술 내호아",
    "고구려와 중국 수 왕조 사이에 벌어졌던 대전쟁. 고구려 제26대 영양왕 때, 수나라의 문제 및 양제와의 2대에 걸친 긴 전쟁으로 각각 598년, 612년, 613년, 614년 등 4차례에 걸쳐 일어났다. 특히 제2차 원정은 양국 모두 국가의 모든 물자와 인력을 총동원한 총력전의 양상을 띤 전쟁이었으며, 한국에선 을지문덕의 살수대첩이 일어났던 전쟁으로 매우 유명하다. 일각에선 삼국통일전쟁의 시작으로 보기도 한다",
    "https://www.youtube.com/watch?v=DJrn2q5dB8k",
    "팩스토리facstory",
    0
  ],
  [
    "처세술의 달인 서달은 주원장의 대숙청 중에 어떻게 살아남았을까? feat 황제의 테스트",
    "서달을 비롯한 중팔, 탕화, 덕흥은 비록 지금은 소를 치는 목동에 불과하지만 언젠가는 큰 뜻을 이루고 생사를 함께하자고 맹세했습니다. 리더는 언제나 중팔이었습니다. 하지만 중팔은 자신보다 4살이나 많은 서달을 마음속 깊이 존경하였습니다.",
    "https://www.youtube.com/watch?v=x8tNEEZ8-QI",
    "팩스토리facstory",
    0
  ],
  [
    "김수로왕 한반도 최초로 국제결혼을 하다.",
    "서기 42년 마한의 힘이 약해지자 그 틈에 수로라는 인물이 김해지역의 9개 부족을 통일해 구야국이라는 나라를 세웠다. 구야국은 훗날 금관가야가 되며 낙동강 하류지역의 5개 나라의 대표가 되니(가야 연맹) 국력은 하루가 다르게 커갔다",
    "https://www.youtube.com/watch?v=5qiGmU7ZGvk",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 최악의 폭군 모본왕 스토리",
    "주몽이 소서노와 더불어 고구려를 세우고 유리왕에 이어 대무신왕까지 대대손손 고구려의 왕은 지혜롭고 현명한 왕이 이어오니 나라는 부강하고 백성들은 편안하였다. 그런데 대무신왕을 이어 왕위에 오른 모본왕에서 문제가 생겼다. 그는 호동왕자와의 태자 다툼에서 승리하고 그의 숙부(삼국사기) 민중왕으로부터 왕위를 물려받았다. 그런데 모본왕의 성품은 지금까지와는 왕들과는 달랐다. 성격이 포악하고 사람 목숨을 파리 목숨 대하듯 하였다. 특히 모본왕을 곁에서 모시던 시종들은 하루하루 생사의 갈림길에서 떨어야 했다.",
    "https://www.youtube.com/watch?v=8cNghmqFJZU",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 차대왕 스토리",
    "내가 아무리 나라에 공을 세우면 무엇하나? 내 나이도 벌써 76세인데 이러다 왕 한번 못해보고 죽는 것 아닌가?  당시 고구려는 왕실인 계루부를 비롯해 관나부, 환나부, 소노부, 연나부등 권력의 핵심 5개부가 있었는데 수성은 이중 소노부 관나부 환나부 세력을 대표하고 있었다.",
    "https://www.youtube.com/watch?v=3ets7PQlNTE",
    "팩스토리facstory",
    0
  ],
  [
    "신라 vs 백제 두나라는 왜 맨날 싸울까? feat 역사상 두번째 망명사건 길선 이야기",
    "서기 156년 주위의 작은 부족들을 하나둘 복속시키며 하루가 다르게 성장했던 신라와 백제는 서로 싸우지 않고 평화롭게 살았다. 그것은 두나라가 평화를 원했다기 보다는 힘이 강하고 대등하여 먼저 공격하기에 큰 부담이었기 때문에 이루어진 불안한 평화였다.",
    "https://www.youtube.com/watch?v=ZqRqC9ycwy8",
    "팩스토리facstory",
    0
  ],
  [
    "왜 중국 한나라는 고구려만 못살게 구나? feat 명림답부의 한국사 최초의 청야전술",
    "명민답부에 의해 고구려 7대 차대왕이 시해되고 8대 왕으로 신대왕이 되었다. 생각지도 못한 권력을 하루아침에 얻은 신대왕은 조정의 국무회의가 귀찮고 짜증 났다.",
    "https://www.youtube.com/watch?v=igWlr98x8HY",
    "팩스토리facstory",
    0
  ],
  [
    "고구려판 진상 금수저 어비류 좌가려 스토리",
    "서기 179년 생이 다했음을 느낀 신대왕이 명림답부를 불러 말했다. 과인의 뒤를 이을 고구려 9대왕으로는 둘째아들 남무가 될 수 있도록 그대가 한치의 어긋남이 없도록 하세요. 그가 바로 고구려 9대 왕 고국천왕이다",
    "https://www.youtube.com/watch?v=TnFU1BNvF0s",
    "팩스토리facstory",
    0
  ],
  [
    "고국천왕 고구려 제갈공명 을파소를 얻다",
    "좋은 인재가 있거든 출신 상관하지 말고 내게 추천하세요. 신이 알기로 초옥에 안류라는 현자가 살고 있습니다. 지략이 귀신같고, 학식이 바다와 같은 인재 중 인재이니 왕께서 안류를 쓰신다면 모든 근심을 잊을 것입니다.",
    "https://www.youtube.com/watch?v=M2RTBk4DVp8",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 최초의 재난지원금 진대법 이야기 feat 천재국상 을파소 스토리",
    "고국천왕의 낙하산 인사로 하루아침에 국상자리에 앉은 을파소를 조정 대신은 시기, 질투했다. 그러나 을파소의 사람을 이끄는 묘한 매력과, 거칠 것 없는 시원시원한 일처리에 차츰 을파소를 따르는 사람들이 늘어났다. 을파소는 부족 출신 귀족들이 권력을 독차지하는 것을 막고, 관직을 뇌물로 사고파는 것 역시 금지시켰다.",
    "https://www.youtube.com/watch?v=cevKTBTgs9w",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 산상왕 vs 왕후우씨 불륜스토리 feat 고국천왕은 알고있었나?",
    "진대법을 실시한 고국천왕과 을파소의 개혁이 성공적으로 이루어지자 을파소에 대한 만백성의 칭송이 끊이지 않았다. 또한 고구려에서는 배곯지 않을 권리를 나라가 보장해 준다는 소문이 퍼져 멀리 후한에까지 전해지니 고구려에 살겠다며 이민 오는 자들로 넘쳤다.",
    "https://www.youtube.com/watch?v=jY1JsSlh5XQ",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 왕자의 난 계수 vs 발기 feat 산상왕 그렇게 다 가져야만 속이 시원했냐?",
    "맏아들인 발기는 자신을 두고 동생 연우(산상왕)가 왕이 됐다는 소식이 들리자 화가 머리 꼭대기까지 올랐다. 이것들이 장자인 나를 개무시하고 또 저희들끼리 지랄들이네 아버지 때는 어쩔 수 없다 하더라도 이번만큼은 못 참는다.",
    "https://www.youtube.com/watch?v=oFddrjhJwiU",
    "팩스토리facstory",
    0
  ],
  [
    "계수 처세술 vs 왕후 우씨의 계책 고구려 왕자의난 마지막승부 승자는?",
    "형 발기가 자결하자 계수는 통곡하며 하염없이 눈물을 흘렸다. 한동안 그렇게 울다가 계수는 병사들에 일러 발기의 장례를 후하게 치렀다. 이 소식은 왕후 우씨에게도 들렸다.",
    "https://www.youtube.com/watch?v=VOtLmXcmg2Y",
    "팩스토리facstory",
    0
  ],
  [
    "신라 석우로 장군 스토리 feat 역사 최초의 한일전",
    "서기 233년 금관가야(가락국)는 남해를 중심으로 세력을 키웠던 포상팔국이 침공하자 급하게 신라에 사신을 보내 도움을 요청했다. 평소 두 세력은 서로 인접하여 해상 교역권으로 다툼이 잦았는데 기어이 일이 터진 것이다.",
    "https://www.youtube.com/watch?v=oXajZoy2NqY",
    "팩스토리facstory",
    0
  ],
  [
    "신라 vs 왜국 / 일본은 왜 신라를 공격했나? feat 석우로 대장군의 불꽃같은 이야기",
    "서기 233년 왜국(일본)은 기세좋게 신라에 쳐들어갔지만 신라대장군 석우로의 활약으로 참패했다는 소식이 들리자 왜 왕이 크게 당황하여 신하들과 의논했다. 사다스케 장군이 이길 수 있다고 호언장담하고 떠나더니 신라에 참패하고 우리 병사가 한 명도 돌아오지 못했다.",
    "https://www.youtube.com/watch?v=p4XBIWm61Ng",
    "팩스토리facstory",
    0
  ],
  [
    "신라 vs 일본(왜국) 석우로 아내의 복수이야기",
    "신라의 석우로 대장군이 그렇게 죽자 분이풀린 왜국은 스스로 철군하여 자국으로 돌아갔다. 한편 남편이 왜군에 비참하게 죽었다는 소식을 들은 석우로의 아내 명원부인은 통곡을 하며 식음을 전폐하고 며칠간 목놓아 울었다. 가솔들이 그녀를 달랬으나 울음이 멈추지 않았다.",
    "https://www.youtube.com/watch?v=GicUZbQQiV4",
    "팩스토리facstory",
    0
  ],
  [
    "삼국지 사마의 vs 고구려 동천왕 feat 왜 고구려는 위나라를 공격했을까?",
    "조조의 위나라 힘이 막강했는데 조조가 220년 낙양에서 병을 얻어 죽고(관우 때문?) 그의 아들 조비가 이었다. 위에는 제갈공명과 라이벌이었던 천재지략가 사마의가 있었는데 사실상 위나라 최고권력을 가지고 나라의 대소사를 책임지고 있었다.",
    "https://www.youtube.com/watch?v=RZNbjDC3gxA",
    "팩스토리facstory",
    0
  ],
  [
    "삼국지 위나라 vs 고구려 동천왕 round2 한반도 대표와 중국대표의 자존심을 건 한판승부 승자는?",
    "함께 요동을 공격하여 공손연을 물리쳤으나 사마의는 배신을 때려 요동땅을 고구려에 주지 않았다. 이에 크게 분노한 동천왕이 위를 공격하기로 결심하고 대신들을 불렀다. 감히 고구려를 무시하고 약속을 어긴 위를 나는 결코 용서할 수 없다. 지금당장 군을 일으켜 요동을 얻을 것이다.",
    "https://www.youtube.com/watch?v=OkJA5SwS9n0",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 미천왕 이야기 feat 떠돌이 소금장수 을불은 어떻게 왕이 되었나?",
    "서천왕의 아들 돌고는 아버지가 반란을 일으킨 삼촌들을 어떻게 처리하는지 똑똑히 보며 자랐다. 권력앞에서는 형제도 없구나 나도 언젠가 왕위를 이어받으면 아버지처럼 해야겠다! 세월이 흘러 돌고는 고구려 14대 봉상왕(烽上王)이 되었는데 권력이 만만찮은데다 백성들의 신망까지 받는 숙부 달가(達賈)가 눈에 거슬렸다. 이에 부리는 무사를 불러 명했다.",
    "https://www.youtube.com/watch?v=hRwCPiWXl9A",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 미천왕, 우문선비, 단선비 (연합군) vs 모용선비 모용한 feat 요동을 둘러싼 각국의 치열한 싸움의 승자는?",
    "영토확장을 최우선정책으로 둔 미천왕은 302년 현도군을 공격하여 8천명의 포로를 잡아오는 성과를 시작으로 311년 서안평정복, 313년 낙랑군 정복에 이어 314년 대방군까지 정복하는 쾌거를 거두었다. 미천왕의 활약은 전쟁에 연전연승한데다 고조선 멸망이후 한반도에 뿌리깊게 남아있던 중국의 잔존세력들을 몰아냈다는데에 큰 의미가 있었다.",
    "https://www.youtube.com/watch?v=qop8O1rNhwk",
    "팩스토리facstory",
    0
  ],
  [
    "잘 알려지지 않은 신라의 명장, 당나라 수군을 박살내 나당전쟁을 승리로 이끌다",
    "신라 중대 문무왕 시대의 수군 지휘관. 이름이나 관등을 보았을 때 진골이 아닌 6두품이었을 가능성이 있다. 만약 그렇다면 670년의 설오유와 함께 나당전쟁 당시 진골 귀족이 아닌 자가 대병력을 인솔한 유이한 사례 중 하나.",
    "https://www.youtube.com/watch?v=Itw-p59ZvWw",
    "히스토리 라이브러리",
    0
  ],
  [
    "조선시대 내시들은 왜 거세를 했을까?",
    "조선시대 내시들은 남성호르몬이 나오지 않기 때문에 수염이 없고, 얇은 목소리를 가진 것으로 유명합니다 도대체 일을 하는 것과 남성호르몬이 어떤 관계가 있길래 내시들은 거세를 했던 것일까요?",
    "https://www.youtube.com/watch?v=Vu91GpfR-m4",
    "은근한 잡다한 지식",
    0
  ],
  [
    "세종대왕이 우리나라 최초로 만든 것(한글 말고)",
    "한글을 만든 것으로 유명한 세종대왕 그런데 한글 말고도 우리나라 최초로 만든 것 또 있었으니 이름하여 금화도감!",
    "https://www.youtube.com/watch?v=yGpBsJT_UTc",
    "은근한 잡다한 지식",
    0
  ],
  [
    "조선시대에도 유행했었던 행운의 편지",
    "놀랍게도 조선시대에도 행운의 편지가 유행하던 때가 있었다고 합니다",
    "https://www.youtube.com/watch?v=f3cMcAxLm7A",
    "은근한 잡다한 지식",
    0
  ],
  [
    "동아시아를 뒤흔든 【신라인 해적】／해적의역사",
    "신라 해적 이야기",
    "https://www.youtube.com/watch?v=oDjXU1Hh2co",
    "퍄퍄킴 역사",
    0
  ],
  [
    "술독에 빠진 조선시대 이야기",
    "술독에 빠진 조선시대 이야기",
    "https://www.youtube.com/watch?v=5GypWdyh6VA",
    "잡학노트",
    0
  ],
  [
    "고구려 고국원왕 vs 연나라 (모용선비) 모용황",
    "끝내 요동을 정벌하지 못한 미천왕은 후세에 그 뜻을 이루라는 유언을 남기고 331년 눈을 감았다 미천왕에는 아들 사유가 있었는데 그가 고구려 제16대 고국원왕이 되었다",
    "https://www.youtube.com/watch?v=-P_-36dkApw",
    "팩스토리facstory",
    0
  ],
  [
    "백제 근초고왕 vs 고구려 고국원왕",
    "고구려 제16대 고국원왕은 중원 진출보다는 남벌에 힘을 모으기로 결심했다. 이이제이.. 오랑캐로써 오랑캐를 다스린다라... 그래 뭐 저 혼란한 중국의 진흙탕 싸움에 우리가 굳이 끼어들 필요 없지.. 한반도 남쪽에는 더 좋은 땅이 있는데...",
    "https://www.youtube.com/watch?v=5LajdWdgA9w",
    "팩스토리facstory",
    0
  ],
  [
    "백제 근초고왕이 고구려 평양성을 공격한 이유",
    "근초고왕은 예상밖 큰 성과에 힘을 얻었다. 고구려군이 강군중 강군이라 들었는데, 우리백제에 비한다면 별것도 아니었구나! 고구려가 약한것인가? 아니면 우리 백제가 너무 강했던 것인가?",
    "https://www.youtube.com/watch?v=NgGSkzGFS2s",
    "팩스토리facstory",
    0
  ],
  [
    "신라 골품제에 대해서 알아봅시다",
    "신라 골품제에 대해서 알아봅시다",
    "https://www.youtube.com/watch?v=NyMbLurCdH0",
    "슬로우스쿨",
    0
  ],
  [
    "삼국통일의 초석을 마련한 신라의 태종 무열왕, 김춘추의 일대기",
    "진지왕의 아들 김용수와 진평왕의 딸 천명공주 사이의 아들로, 선덕여왕의 조카이다. 최초의 진골 출신 군주로 골품제라는 신라의 특수한 사정상 즉위 직전까지 태자가 아니었으며, 마지막 성골인 진덕여왕이 승하한 후 화백회의의 합의에 의해 왕으로 추대되었다.",
    "https://www.youtube.com/watch?v=l5kNYubBCOw",
    "역사랑놀자",
    0
  ],
  [
    "기록으로 보는 소현세자 죽음의 진실",
    "소현세자는 조선후기 제16대 인조의 첫째 아들인 왕자이다 서양문물 수용에도 적극적이어서 귀국할 때 관련 서적과 물자들을 가져왔다. 이는 조정의 부정적 평가를 불러왔고 급기야 부왕과 갈등을 빚다가 병석에 누운 지 4일 만에 급서하고 가족들도 죽음을 당했다.",
    "https://www.youtube.com/watch?v=yR5gL3kDzPA",
    "역사랑놀자",
    0
  ],
  [
    "고구려 안장왕과 백제 여인 한주의 사랑이야기",
    "안장왕은 태자 시절에 상인의 차림을 하고 당시 백제의 땅인 개백(지금의 행주산성 부근)에 가서 놀았다. 그곳에는 장자인 한씨가 살고 있었는데, 그의 딸 주가 절세가인이었다. 국경을 지키는 백제 군사의 감시를 뚫고 몰래 개백현에 들어가 한씨 저택으로 숨어든 태자는 한주 낭자를 보고 첫눈에 반했다",
    "https://www.youtube.com/watch?v=V_1wHgAcrlM",
    "역사랑놀자",
    0
  ],
  [
    "정희왕후의 비선실세, 궁녀 '조두대'의 이야기",
    "궁녀 조두대는 세종의 5남인 여종 출신으로 문자를 이해하였기 때문에 세조에게 발탁되어 젊어서 입궁하였다. 그녀는 세조-예종-성종-연산군에 이르기까지 40여 년을 궁궐에 살며, 궁녀로서 임무에 충실하였다. ",
    "https://www.youtube.com/watch?v=oUBe2MT5U5Y",
    "역사랑놀자",
    0
  ],
  [
    "경신대기근보다 더 심각했던 조선시대 최악의 대참사! '을병대기근'",
    "을병대기근의 희생자가 141만명이라 경신대기근의 희생자인 100만명보다 많아 희생자 숫자가 경신대기근보다 많을 것이라는 가설도 있다. 하지만 현대 연구 결과에 따르면, 경신대기근은 최대 희생자 수치가 200만까지도 추정되는데다 저 희생자가 단 1~2년만에 나왔다는 점에서 경신대기근이 더 처참했다는 의견도 있다.",
    "https://www.youtube.com/watch?v=syWTzxR-ju8",
    "역사랑놀자",
    0
  ],
  [
    "여왕은 나라를 잘 다스릴 수 없다!, '비담의 난'",
    "비담은 그 출신을 잘 알 수 없으나 645년(선덕여왕 14) 11월에 귀족회의의 의장인 상대등에 올랐던 것을 보면 본래 진골 신분이었던 것으로 보인다. 비담이 상대등에 오른지 약 1년 남짓 지난 뒤에 염종 등과 함께 ‘여왕은 잘 다스리지 못한다’는 것을 명분으로 반란을 일으켰다",
    "https://www.youtube.com/watch?v=WfS6sxaV-oE",
    "역사랑놀자",
    0
  ],
  [
    "한반도가 중국 땅이 되는 것을 막은 고려 출신 원나라 환관, '방신우' 이야기",
    "충렬왕 때 궁중의 급사로 있다가 안평공주를 따라 원나라에 가서 망고태라는 이름을 받고 장알승을 거쳐 천부대경이 되었다. 뒤에 수원황태후의 시중을 들어 장작원사가 된 뒤 다시 평장정사가 되었다",
    "https://www.youtube.com/watch?v=cRKXCHIMCWg",
    "역사랑놀자",
    0
  ],
  [
    "제1차 고려-거란[요나라] 전쟁과 서희의 담판 (feat. 강동6주)",
    "서희가 국서를 받들고 소손녕의 진영에 가 통역관을 시켜 서로 인사하는 예를 물었는데, 소손녕이 “나는 대조의 귀인이라 마땅히 뜰에서 절하여야 한다”고 대답하였다.",
    "https://www.youtube.com/watch?v=2cF7Sa3CBDE",
    "역사랑놀자",
    0
  ],
  [
    "신라의 눌지왕, 고구려로부터 독립을 선언하다!",
    "눌지마립간은 삼국시대 신라의 제19대 왕이다. 재위 기간은 417~458년으로 내물마립간의 아들이다. 고구려에 볼모로 가 있던 실성이 귀국해서 마립간에 즉위한 뒤 고구려를 이용해 내물마립간의 아들 눌지를 해치려 했으나 오히려 고구려의 지원을 받은 눌지가 정변을 일으켜 그를 살해하고 마립간이 되었다.  ",
    "https://www.youtube.com/watch?v=bZvJgs1i8x0",
    "역사랑놀자",
    0
  ],
  [
    "귀주대첩의 주인공! 고려의 영웅 강감찬의 일대기",
    "그의 출생에 관한 단편적 일화, 즉 어느 날 밤 한 사신이 길을 가다가 큰 별이 어느 집에 떨어지는 것을 보고 그 집을 찾아갔더니, 마침 그 집의 부인이 아기를 낳았으므로 그 아기를 데리고 와 길렀는데 그가 곧 강감찬이다.",
    "https://www.youtube.com/watch?v=bTbtOT8r48A",
    "역사랑놀자",
    0
  ],
  [
    "고구려 소수림왕 vs 백제 근초고왕",
    "나는 고국원왕의 아들입니다. 백제의 근초고왕과 그의아들 근구수는 아버지를 돌아가시게 한 철천지 원수입니다. 옛말에 부모의 원수와는 같은하늘을 이고 살지 않는다 했습니다. 내 어찌 백잔(백제를 낮추어 부르는 말)놈들을 용서할 수 있겠습니까?",
    "https://www.youtube.com/watch?v=r0-YF4hKrV4",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 고국양왕 vs 후연 모용수 feat 요동을 최초로 정복하지만 백제마저...",
    "쓰러지기 일보직전의 고구려를 다시 일으켜세운 소수림왕은 384년 11월 생을 마감하였다.그에게는 아들이 없어 동생 이련이 왕이 되니 그가 광개토대왕의 아버지가 되는 고구려 제18대 고국양왕이었다",
    "https://www.youtube.com/watch?v=92v_iXD0vq4",
    "팩스토리facstory",
    0
  ],
  [
    "광개토대왕 정복 스토리 / 왜 고구려는 백제의 작은섬을 먼저 공격했을까?",
    "고국양왕은 더이상 정사를 돌불 수 없다 생각하여 391년 5월 태자 담덕에게 왕위를 내주고 자신은 상왕으로 물러났다. 이렇게 태자 담덕이 나이 18살에 고구려의 왕이 되니 그가바로 고구려의 최전성기를 이끈 위대한 정복군주 광개토태왕이었다. ",
    "https://www.youtube.com/watch?v=-bImFetQu-w",
    "팩스토리facstory",
    0
  ],
  [
    "충혜왕은 어느정도 막장이었나? ",
    "그는 세자 시절부터 유명한 망나니였습니다. 지붕 위의 새를 잡겠다고 절에 방화를 하는 짓은 차라리 귀여운 행동이었습니다. 걸핏하면 불량배들과 어울려 술을 마셨고 특히 예쁜 여자만 보면 눈빛이 달라졌습니다. 너희들은 팔과 다리를 잡아라! 절대로 몸부림치지 못하게 해야 한다.",
    "https://www.youtube.com/watch?v= OxRU-kcW-KA",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 광개토대왕 vs 왜 ( 일본 )",
    "광개토대왕은 백성들이 가장 행복한 크고 강한 나라를 만들겠다는 약속을 즉위6년만에 이루어냈다. 북으로는 거란을, 남으로는 백제를 정벌하니 백성들은 풍부한 땅과 자원으로 전에없이 풍족한 삶을 살았다. 이에 남녀노소 할 것 없이 고구려 백성이라면 누구나 태평가를 부르며 행복하게 살았다.",
    "https://www.youtube.com/watch?v=2KycZV8zOoc",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 광개토대왕 vs 후연 모용귀",
    "399년 왜군은 신라를 점령했지만 광개토대왕은 보병과 기병 5만을 보내 신라를 구하였다.(400년) 하지만 고구려가 왜 와 싸우는 동안 후연은 때를 놓치지 않았다. 399년 후연임금 모용성이 장군 모용희로 하여금 군사 3만을 이끌고 공격해 신성, 남소 두 개의 성을 함락 해 버렸다",
    "https://www.youtube.com/watch?v=Jp8m6RHAQrc",
    "팩스토리facstory",
    0
  ],
];