import 'package:flutter/material.dart';
const initVideoContentList = [
  [
    "신라의 화랑",
    "화랑은 고대 신라에 있었던 청년, 청소년으로 이루어진 심신 수련 및 교육 단체이다. 주 목적이 심신 수련이었다고는 하는데 사실 창설 초창기부터 주 목적은 관리, 군인 양성이었다. 오늘날로 따지자면 JROTC에 가깝다. 화랑은 전신 원화의 편성 목적에서 알 수 있듯 전국의 인재를 화랑의 매력으로 모으기 위해 만들어졌으며, 이렇게 모인 인재를 화랑과 휘하에 모인 낭도들 간의 공동 생활로 결속력과 단합력을 다지고 교육하여 그 중에서 능력이 우수한 자를 천거해 뽑아 신라의 군인 즉 문무관직에 올리는 역할이었다. 즉 교육과 선발이 하나로 합치된 관료 양성 시스템으로도 작용했다는 것. 이런 교육과 인재 등용 목적은 682년 국학이 설립되면서 일정 부분 그 역할을 넘겨주었지만 그 이후에도 신라 말기까지 전통적 교육 제도로서는 계속 기능했다",
    "https://www.youtube.com/watch?v=sQcBZXaolbE",
    "양발TV",
    0
  ],
  [
    "고려의 스페셜리스트 별무반",
    "여진족 완옌부의 세력이 강성해지자 동북지역의 여진족들 중에서는 점차 완옌부와 내통하여 그에 붙고자 하는 이들이 나타났다. 고려에서는 그 사실을 알고 사람을 시켜 완옌부와 내통하는 여진족을 막으려 하였다.1104년, 완옌부 군대가 국경지역인 천리장성 부근까지 내려와 정주성 관문 밖에 기병을 주둔시켰다. 이에 고려에서는 온건정책을 버리고 무력에 의한 강경 정책을 취하여 임간 등을 파견하였으나 석적환의 여진군에게 패하였다. 고려는 다시 윤관을 파견하여 여진을 물리치려 했지만 성과를 거두지 못한 채 철수하였다. 윤관은 패전에 관한 원인을 “적은 기병인데, 우리는 보병이라 대적할 수 없다”고 하고, 숙종에게 기병의 양성을 건의하였다. 윤관의 건의에 따라 편성된 특수부대가 별무반이었다. 별무반은 국민 각계층, 즉 양반, 승려, 서리, 상인, 노비 등을 동원하여 신보군, 신기군, 항마군 3개의 부대로 편성하였다. 그야말로 별무반은 기병, 보병, 그리고 승병으로 이루어진 특별군이었다",
    "https://www.youtube.com/watch?v=N0ynKwRgTDE",
    "양발TV",
    0
  ],
  [
    "고려의 수호신 가별초",
    "동북면 가별초(또는 가별치)는 고려의 장군이었던 이성계가 거느리고 운영하던 사병 집단을 말합니다. 가별초의 어원은 몽골어를 한자로 음차한 것으로 알려져 있는데, 궁사(활을 쏘는 사람) 혹은 사병, 친위대를 뜻하는  몽골어인 가베치에서 유래되었다고 합니다. 동북면 가별초의 수는 2~3천여 명 가량으로 추산되며 목조 이안사를 따라 전주에서 감척, 다시 삼척에서 동북면 영지(화주 등) 또는  동북면 의주(원산)로 이주한 가호의 후손들과 동북면 토착민, 변방의 여진족, 심지어 소수의 중국인과 몽골인까지 아우른 기병 군단이었습니다.",
    "https://www.youtube.com/watch?v=T0n2MSmgSWs",
    "양발TV",
    0
  ],
  [
    "조선의 호랑이 토벌부대, 착호갑사",
    "호환의 방지를 위한 부대의 조직은 중앙에서부터 시작되었다. 중앙집권체제에서 호환의 제거는 왕실의 안정과 체제 수호를 위한 근간이 되었기 때문이다. 실제로 호랑이는 인왕산과 백악산은 물론 궁궐에까지 출몰하였다. 이는 조선왕조가 호환 방지를 위해 국왕을 시위하는 갑사와는 별도로 착호갑사를 조직하는 배경이 되었다 착호갑사는 말 그대로 호랑이를 잡는 사냥부대였다. 기록상으로 착호갑사가 가장 먼저 등장한 것은 태종 16년(1416) 10월이었다.",
    "https://www.youtube.com/watch?v=MWmnh4OpYBE",
    "양발TV",
    0
  ],
  [
    "조선 국왕 호위와 한양 방어의 핵심 군영, 금위영(Geumwiyeong)",
    "임진왜란을 계기로 설치된 훈련도감과 후금에 대응하기 위해 설치된 어영청, 총융청, 수어청, 그리고 이후에 수도를 방위하기 위해 설치된 금위영을 합쳐 부르는 말이다. 이중 훈련도감, 어영청, 금위영은 한양도성을, 총융청은 북한산성, 수어청은 남한산성을 방어했다",
    "https://www.youtube.com/watch?v=V1T6gv30wJQ",
    "양발TV",
    0
  ],
  [
    "임진왜란보다 참혹했던 사건 조선 경신 대기근",
    "1670년 갑작스러운 흉작과 병충해로 인한 곡물 생산량의 급격한 감소, 강력한 태풍의 접근, 치사율이 높은 전염병의 유행 등으로 수도 한양을 비롯한 국토 전체에서 대량의 아사자와 병사자가 발생, 이듬해까지 지속되면서 행정이 마비될 정도의 국가적 위기가 도래한 사건이다. 임진왜란과 병자호란의 양란이 끝난 지 얼마 되지 않았던 시기라 이를 대처하기가 매우 어려웠다. 끔찍한 대기근을 겪은 결과로 양반의 몰락이 가속화되었고, 정치적 혼란도 심각해져 3년 뒤에는 서인과 남인이 충돌하는 2차 예송 논쟁이 발생하였다",
    "https://www.youtube.com/watch?v=4c-HNx58cjs",
    "은근한 잡다한 지식",
    0
  ],
  [
    "조선을 좀먹은 과거시험장의 갖가지 부정행위들",
    "수학능력시험에서 부정행위가 적발되는 사례는 어제오늘의 일이 아니다. 조선 시대의 과거 시험도 마찬가지였다. 손으로 다 꼽을 수 없을 만큼 다양한 부정행위가 있었다. 대리시험에 해당하는 차술차작, 시험장을 책을 갖고 들어가는 수종협책, 시험장에 드나드는 입문유린등 끝이 없었다. 부정행위를 막기 위한 방법도 다양했다. 과거 시험장을 둘로 나누어 형제나 친척은 서로 다른 과장에서 응시하게 했다. 응시생은 종이, 붓, 먹, 벼루만 들고 들어갈 수 있었는데, 시험장 입구에는 문지기인 수협관을 세워두고 철저한 몸수색을 통해 이를 확인했다",
    "https://www.youtube.com/watch?v=A9uNeyJTxY4",
    "은근한 잡다한 지식",
    0
  ],
  [
    "고양이 덕분에 목숨을 건진 조선의 문관",
    "고양이가 너무 귀여워 따라갔더니 목숨을 건지게 되었다? 조선의 문관 눌재 박상과 우부리 장살 사건",
    "https://www.youtube.com/watch?v=-29ePe8CIME",
    "은근한 잡다한 지식",
    0
  ],
  [
    "나이든 부모님을 버리고 오는 고려장 진짜 존재했을까?",
    "해당 설화는 19세기에 만들어진 것으로 추정되나, 고려장이라는 용어가 해당 설화와 결합한 것은 19세기 말~일제강점기에 이르는 시기이며, 이에 따라 일본제국의 역사 왜곡설이나 단순한 루머가 확산된 것이라는 등 다양한 설이 돌고 있다. 학계의 문헌학적 접근에 따른 주류 설은 대체로 불경에 나오는 일화와 중국의 효자전에 나오는 일화가 조선에 들어와 로컬라이징되어 전국적으로 퍼졌다는 것이다",
    "https://www.youtube.com/watch?v=bUfOM4mI4WU",
    "은근한 잡다한 지식",
    0
  ],
  [
    "고구려 VS 수나라 113만 대군 (feat. 살수대첩)",
    "우중문이 칼을 뽑아 들고 외쳤어. 강을 건넌 수나라군은 홍수처럼 밀려들었어. 을지문덕은 싸우는 척하다가 도망치기를 되풀이했지. 하루에도 무려 일곱 번이나 그러고 나니, 허겁지겁 따라오던 수나라 군사들은 지칠 대로 지쳐 버렸어. 그러자 을지문덕은 전령을 통해 수나라 진영으로 편지를 보냈어. 편지에는 을지문덕이 지은 시가 적혀 있었어",
    "https://www.youtube.com/watch?v=Cg8IZB0bjfM",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려 명림답부, 을파소, 창조리",
    "명림답부는 고구려 사람으로, 신대왕 때 국상을 지냈다. 한나라 현도군 태수 경림이 큰 군사를 일으켜 우리를 치려 하니, 왕이 여러 신하들에게 싸울 것인가 물었다. 여럿이 의논하여 말하길, “한나라 병사는 우리가 약함만을 믿고 있으니, 만약 나가 싸우지 않으면 저들은 우리가 자기들을 겁낸다 여기고 빈번히 쳐들어올 것입니다. 또 우리 나라는 산이 험하고 길이 좁아 이야말로 한 사람만 지키고 있으면 만 명도 그를 당해내지 못하는 곳입니다. 한나라 병사가 아무리 많다 하여도 어찌 우리를 이기겠습니까. 군사를 일으켜 막기를 청하옵니다.” 답부가 말하길, “그렇지 않습니다. 한나라는 크고 백성이 많은데다 지금 강한 병사들이 멀리 싸우러 왔으니, 그 칼날을 당해낼 수 없습니다.",
    "https://www.youtube.com/watch?v=Koxsngin7xk",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려가 가장 강력했던 시기의 왕",
    "'담덕'이라는 이름으로도 제법 알려져 있고, 동방의 알렉산드로스 라는 별칭으로도 알려져 있다.《삼국사기》 기준으로는 고구려의 시조 동명성왕 추모의 13세손이다. 광개토대왕릉비에는 17세손으로 기록되었는데 아마 직계가 아닌 왕계를 기준으로 한 것 같다. 18세(만 17세)에 보위에 올라 39세(만 38세)의 젊은 나이에 죽기까지 수많은 업적들을 남겼으며 할아버지 대에 멸망 직전까지 갔던 고구려를 동북아의 패권국으로 만든 군주로, 전쟁에 대해서는 한국사에서 그 유례를 찾아보기 힘든 정복자이자, 세종대왕과 더불어 '대왕'이라는 칭호를 대중들이 가장 자주 붙여 부르는 군주이기도 하다",
    "https://www.youtube.com/watch?v=HKy2Hu7EBJI",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려 최전성기 유일한 오점",
    "아버지인 미천왕이 크게 확장한 영토와 강화한 왕권을 대부분 상실한 여러모로 무능한 암군이다. 다소 답답하고 아쉬운 업적만큼 고국원왕 역시 수난과 역경으로 점철된 재위기를 보내다 끝내 전쟁터에서 전사하는 비극적인 최후를 맞게 된다. 그러나 아들 둘(소수림왕, 고국양왕)은 고국원왕의 실책과 폐해를 빠르게 시정하여 전성기의 토대를 열었고, 손자인 광개토대왕과 증손자인 장수왕이 이끌어 가는 고구려 전성기를 여는데, 훌륭한 명군들인 아버지와 아들들, 손자, 증손자 사이에 끼인 암군이다.",
    "https://www.youtube.com/watch?v=WMC0f4fqLlo",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "한국사 최강의 정복 군주",
    "광개토 대왕은 할아버지인 고국원왕이 백제의 근초고왕과 전쟁을 벌이다 평양성에서 죽자, 백제를 공격하였는데요! 이어 신라를 침략한 남쪽의 왜구를 무찌른 뒤에, 북쪽으로 방향을 바꾸어 후연과 맞섰습니다. 광개토대왕은 후연까지 점령함으로써 고구려를 동북 아시아에서 가장 강한 나라로 만들었습니다. 광개토대왕에 이어 왕위에 오른 장수왕은 수도를 국내성에서 평양성으로 옮기고 남쪽으로 영토를 더 넓혀 고구려는 전성기를 맞게 되었습니다.",
    "https://www.youtube.com/watch?v=LcqxH_SrVRg",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고려초를 대표하는 명장, 후삼국 통일의 주역, 태조 왕건의 칼",
    "유금필이 신라에 오자 늙은이 어린아이 할 것 없이 모두 성을 나와 절을 하며 맞이하며 눈물을 흘리며 말하기를, “오늘 대광을 뵐 수 있을 것이라고는 생각지도 못하였습니다. 대광이 아니었다면 우리들은 아마도 물고기와 고기처럼 되었을 것입니다.”라고 하였다. 유금필은 7일을 머무르다 돌아왔는데, 자도에서 신검 등을 만나 맞서 싸워 크게 이겼다. 백제의 장수 금달·환궁 등 7인을 포로로 잡았고, 죽이거나 사로잡은 자들도 매우 많았다. 승전 소식이 도착하자 태조가 놀라고 기뻐하며, “나의 장군이 아니라면 누가 이와 같이 할 수 있겠는가?”라고 하였다.",
    "https://www.youtube.com/watch?v=dWBkrLwy0cw",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고구려 최고 관직인 국상의 자리에 오른 인물(feat 고노자)",
    "국상이었던 상루가 죽자 뒤를 이어 국상이 되었고, 대주부 벼슬을 받았다. 이후 296년, 모용부의 족장인 모용외가 군사를 이끌고 고구려를 침략해해오자 봉상왕이 이를 막아낼 방도를 고심하던 중에 명장 고노자를 왕에게 추천하여 신성 태수로 삼게 하였다. 과연 창조리의 예견대로 고노자는 모용외의 침략을 잘 막아내었으며, 이후로 모용외가 고구려를 넘보지 못하게 되었다",
    "https://www.youtube.com/watch?v=u5jmEX2Ntjc",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "고려 개국 1등 공신 4인방",
    "918년 6월, 왕건을 도와 고려 건국에 핵심적인 역할을 했던 4인방이 있다. 홍유, 배현경, 신숭겸, 복지겸으로 이들은 모두 기병대장들었다. 이들은 궁예의 주력부대를 이끌고 있던 장군들이었으나 날로 심패지는 궁예의 비정상적인 학정에 반기를 들게 된다. 독단과 전횡을 일삼는 궁예의 공포정치가 지속되자 더 이상 궁예를 섬길 수 없다는 판단에 덕망이 높고 세력이 강한 왕건을 찾아가 군사를 일으킬 것을 종용한다.",
    "https://www.youtube.com/watch?v=MMWGwWsdPw4",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "매력 100 찍은 고구려의 왕",
    "고구려의 제11대 군주. 휘는 우위거 혹은 위궁. '위궁'은 진수의 《삼국지》를 따른 것인데, 태어나면서부터 눈을 뜨고 사물을 본 것이 증조부인 태조대왕과 닮았기 때문에, 그의 휘인 '궁'에서 따온 이름이라고 한다. 아명은 '교체'. 교제에 쓸 돼지와 관련된 사건으로 태어났다는 뜻이다.",
    "https://www.youtube.com/watch?v=hXeXtriSi_8",
    "히스토리 라이브러리 ",
    0
  ],
  [
    "구석기 시대의 시작",
    "기원전 70만년전 공주 석장리 강가에 구석기가 살았다. 구석기는 동굴 안에서 생활했고 아내를 맞아 아이를 낳았다. 석기는 아이를 위해 불을 지펴주었다. 식구가 늘었으니 물고기를 좀 잡아오리다. 그동안 당신은 아이를 잘 돌봐주세요. 아내는 이유식을 만들기 위해 돌을 가지고 보관해두었던 과일을 갈았다.",
    "https://www.youtube.com/watch?v=GBzdhQPNeFY",
    "팩스토리facstory",
    0
  ],
  [
    "신라 vs 백제 두나라는 왜 맨날 싸울까? feat 역사상 두번째 망명사건 길선 이야기",
    "서기 156년 주위의 작은 부족들을 하나둘 복속시키며 하루가 다르게 성장했던 신라와 백제는 서로 싸우지 않고 평화롭게 살았다. 그것은 두나라가 평화를 원했다기 보다는 힘이 강하고 대등하여 먼저 공격하기에 큰 부담이었기 때문에 이루어진 불안한 평화였다",
    "https://www.youtube.com/watch?v=ZqRqC9ycwy",
    "팩스토리facstory",
    0
  ],
  [
    "최광윤 편지 한장으로 나라를 구하다! feat 예비군훈련? 이게 다 정종 때문이다.",
    "947년 봄 서경에서는 왕성의 축조가 먼저 이루어졌다. 사업을 시작한 지 1년 만이었으니 다른 건 몰라도 왕식렴의 추진력만큼은 인정하지 않을 수 없었다. 하지만 왕성을 중심으로 거대한 도시사업이 남았으니 백성들의 고달픔은 이제 겨우 시작이었을 뿐이었다. 그러던 어느날...경주출신의 지식인 최언위의 첫째 아들 최광윤이 후진으로 유학을 떠났다가 거란에게 그만 사로잡히는 일이 생겼다. 포로로 잡혔음에도 최광윤은 두려워하지 않고 거란 진영을 자세히 살펴 놀라운 사실을 알아냈다",
    "https://www.youtube.com/watch?v=ovKGls5M-q0",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 산상왕 왕후몰래 바람피다 딱 걸리다.feat 수도를 국내성에서 환도성으로 옮긴 이유",
    "매일 밤 끝내주는 시간을 보내지만 그럼 뭐 하나? 아들을 만들 수 없는걸. 후궁이라도 있으면 좋을 텐데... 그런데 막강한 세력을 가지고 있던 우씨는 왕이 후사가 없어도 절대로 후궁을 들이지 못하게 했다 그러던 어느 날 산상왕은 그날도 우씨와 격한 밤을 보낸 후 지쳐 잠이 들었는데 꿈에서 기이한 도인이 나타나 말했다.",
    "https://www.youtube.com/watch?v=J2az_6PrJZM",
    "팩스토리facstory",
    0
  ],
  [
    "삼국시대 최강 장수는 누구일까? / 팩스토리 랭킹전 BEST 1~7위까지",
    "바로 삼국시대 최강의 장수 7명을 뽑아 순위를 매겨보았습니다 삼국시대(313~676)에는 고구려, 신라, 백제가 한반도의 패권을 장악하기 위해 치열하게 싸웠던 시기였습니다 해서 수많은 영웅들이 이 시기에 활약했었는데요, 과연 누가 삼국시대 최강의 장수인지 지금부터 함께 보시지요",
    "https://www.youtube.com/watch?v=_doB2Q6_XBc",
    "팩스토리facstory",
    0
  ],
  [
    "연개소문의 대반격과 추격전 feat 중국사람은 다 아는데 우리만 모르는 그 이야기 / 고구려 vs 당나라 이세민 결국...",
    "오골성에서 고구려군을 지휘하던 연개소문은 당나라의 철수를 보고받자 회심의 미소를 지었다 지금까지는 우리가 수세였지만 이제 전쟁의 흐름이 바뀌었다. 나는 우리 병사들을 모두 이끌고 이세민을 잡으러 갈 것이다! 당 태종 이세민은 철군을 서둘렀다. 그런데 절망적인 보고가 들어왔다당 태종 이세민은 철군을 서둘렀다. 그런데 절망적인 보고가 들어왔다 폐하 아뢰옵기 황공하오나 설연타가 침공했습니다",
    "https://www.youtube.com/watch?v=z_kJ95JNZ0E",
    "팩스토리facstory",
    0
  ],
  [
    "고구려 vs 수나라 고수전쟁 몰아보기 feat 영양태왕 고건무 을지문덕 강이식 / 수문제 수양제 우중문 우문술 내호아",
    "고구려와 중국 수 왕조 사이에 벌어졌던 대전쟁. 고구려 제26대 영양왕 때, 수나라의 문제 및 양제와의 2대에 걸친 긴 전쟁으로 각각 598년, 612년, 613년, 614년 등 4차례에 걸쳐 일어났다. 특히 제2차 원정은 양국 모두 국가의 모든 물자와 인력을 총동원한 총력전의 양상을 띤 전쟁이었으며, 한국에선 을지문덕의 살수대첩이 일어났던 전쟁으로 매우 유명하다. 일각에선 삼국통일전쟁의 시작으로 보기도 한다",
    "https://www.youtube.com/watch?v=DJrn2q5dB8k",
    "팩스토리facstory",
    0
  ],
  [
    "처세술의 달인 서달은 주원장의 대숙청 중에 어떻게 살아남았을까? feat 황제의 테스트",
    "서달을 비롯한 중팔, 탕화, 덕흥은 비록 지금은 소를 치는 목동에 불과하지만 언젠가는 큰 뜻을 이루고 생사를 함께하자고 맹세했습니다. 리더는 언제나 중팔이었습니다. 하지만 중팔은 자신보다 4살이나 많은 서달을 마음속 깊이 존경하였습니다.",
    "https://www.youtube.com/watch?v=x8tNEEZ8-QI",
    "팩스토리facstory",
    0
  ],
];